{"பாடல்":"என்ன இந்த மாற்றமோ","படம்":"கோரிப்பாளையம்","வருடம்":2010,"இசையமைப்பாளர்":"சபேஷ் முரளி","பாடல் வரிகள்":"ஆண்: என்ன இந்த மாற்றமோ என் மனசு வழுக்குதே கண்ணு ரெண்டும் காந்தமோ என்ன கட்டி இழுக்குதே ஆண்: உன் பூ முகத்தில் என் தாய் முகத்தை நான் பார்த்தேனே உன் நியாபகத்தை என் ஆயுள் வரை நான் சேர்ப்பேனே ஆண்: நீ வந்ததும் என்னானதோ என் வாழ்க்கையே வேறானதோ ஆண்: என்ன இந்த மாற்றமோ என் மனசு வழுக்குதே கண்ணு ரெண்டும் காந்தமோ என்ன கட்டி இழுக்குதே பெண்: ஓ உன் புன் சிரிப்பில் என் உலகத்தையே நான் பார்த்தேனே உன் நியாபகத்தை என் ஆயுள் வரை நான் சேர்ப்பேனே பெண்: நீ வந்ததும் என்னானதோ என் வாழ்க்கையே வேறானதோ ஆண்: சின்ன சின்ன புன்னகையில் என்னை பறித்தாய் வண்ண வண்ண கனவுகள் கண்ணில் கொடுத்தாய் சிறிய இதயத்தில் பெரிய காதலை தந்தாயடி என் அன்பே பெண்: மெல்ல மெல்ல மனசுக்குள் இடம் பிடித்தாய் மின்மினிக்கும் மின்னலை போல் ஒளி கொடுத்தாய் உறங்கும் நேரத்தில் நினைவின் ஓரத்தில் வந்தாயடா என் அன்பே ஆண்: ஒரு பார்வை பார்க்கும் போதிலே எந்தன் பாதம் வானம் ஏறுதே மறு பார்வை பார்க்கும் போதிலே எந்தன் ஜென்ம சாபம் தீருதே பெண்: என் கால் கொலுசு உன் பேரை சொல்ல நான் கேட்டேனே ஆண்: நீ வந்ததும் என்னானதோ என் வாழ்க்கையே வேறானதோ ஆண்: என்ன இந்த மாற்றமோ என் மனசு வழுக்குதே கண்ணு ரெண்டும் காந்தமோ என்ன கட்டி இழுக்குதே பெண்: சுற்றி உந்தன் முகமன்றி ஏதும் இல்லையே மற்றபடி வேற ஒன்னும் தொல்ல இல்லையே உயிரை எடுக்கிறாய் திரும்ப கொடுக்கிறாய் திண்டாடுதே என் நெஞ்சம் ஆண்: நெற்றி பொட்டில் நேற்று வரை காய்ச்சல் இல்லையே நட்சத்திரம் பார்த்து நானும் பேசவில்லையே உயிரில் குதிக்கிறாய் நீச்சல் அடிக்கிறாய் கொண்டாடுதே என் நெஞ்சம் பெண்: உன்னை பார்த்து கொஞ்சி பேச தான் எந்தன் ஆசை தாவி ஓடுதே உன்னை பார்த்து பேசும் நேரத்தில் எந்தன் வார்த்தை ஊமை ஆகுதே ஆண்: கண் பார்வை ரெண்டும் சொல்லாததையா உன் இதழ்கள் சொல்லும் பெண்: நீ வந்ததும் என்னானதோ என் வாழ்க்கையே வேறானதோ ஆண்: என்ன இந்த மாற்றமோ என் மனசு வழுக்குதே கண்ணு ரெண்டும் காந்தமோ என்ன கட்டி இழுக்குதே ஆண்: உன் பூ முகத்தில் என் தாய் முகத்தை நான் பார்த்தேனே உன் நியாபகத்தை என் ஆயுள் வரை நான் சேர்ப்பேனே பெண்: நீ வந்ததும் என்னானதோ என் வாழ்க்கையே வேறானதோ","பாடகர்கள்":"கார்த்திக் , ஸ்ரீமதுமிதா","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"கண்ணு ரெண்டும் காந்தமோ","உவமேயம்":"கண்","உவமானம்":"காந்தம்"}
{"பாடல்":"குறுமுகில்களை","படம்":"சீதா ராமம்","வருடம்":2022,"இசையமைப்பாளர்":"விஷால் சந்திரசேகர்","பாடல் வரிகள்":"ஆண்: குறுமுகில்களை சிறுமுகைகளில் யார் தூவினார் மழைகொண்டு கவிதை தீட்டினார் ஆண்: இளம்பிறையினை இதழ் இடையினில் யார் சூட்டினார் சிரித்திடும் சிலையை காட்டினார் ஆண்: எறும்புகள் சுமந்து போகுதே சர்க்கரை பாறை ஒன்றினை இருதயம் சுமந்து போகுதே இனிக்கிற காதல் ஒன்றினை ஆண்: என் சின்ன நெஞ்சின் மீது இன்ப பாரமே ஏற்றி வைத்ததார் குழு: முயல் மயில் குயில்கள் காணும் வெண்ணிலா வானோடு தீட்டி வைத்ததார் தரை இறங்கி வந்து ஆடுகின்றதே நிலாவை கூட்டி வந்ததார் ஆண்: கம்பன் சொல்ல வந்து ஆனால் கூச்சங்கொண்டு எழுதா ஓர் உவமை நீ வர்ணம் சேர்க்கும்போது வர்மன் போதை கொள்ள முடியா ஓவியமும் நீ ஆண்: எலோரா சிற்பங்கள் உன் மீது காதலுறும் உயிரே இல்லாத கல்கூட காமமுறும் உன் மீது காதல் கொண்ட மானுடன் தான் என்ன ஆகுவான் குழு: முயல் மயில் குயில்கள் காணும் வெண்ணிலா வானோடு தீட்டி வைத்ததார் தரை இறங்கி வந்து ஆடுகின்றதே நிலாவை கூட்டி வந்ததார் ஆண்: உடையால் மூடி வைத்தும் இமைகள் சாத்தி வைத்தும் அழகால் என்னை கொல்கிறாய் அருவி கால்கள் கொண்டு ஓடை இடையென்றாகி கடலாய் நெஞ்சம் கொள்கிறாய் ஆண்: கடலில் மீனாக நானாக ஆணையிடு அலைகள் மீதேறி உன் மார்பில் நீந்தவிடு பேராழம் கண்டுகொள்ள ஏழு கோடி ஜென்மம் வேண்டும் குழு: முயல் மயில் குயில்கள் காணும் வெண்ணிலா வானோடு தீட்டி வைத்ததார் தரை இறங்கி வந்து ஆடுகின்றதே நிலாவை கூட்டி வந்ததார்","பாடகர்கள்":"சாய் விக்னேஷ்","பாடலாசிரியர்":"மதன் கார்க்கி","உருவகம்":"சர்க்கரை பாறை ஒன்றினை","உவமேயம்":"பாறை","உவமானம்":"மனம்"}
{"பாடல்":"என்னை சாய்த்தாலே","படம்":"என்றென்றும் புன்னகை","வருடம்":2013,"இசையமைப்பாளர்":"ஹரிஸ் ஜெயராஜ்","பாடல் வரிகள்":"ஆண்: என்னை சாய்த்தாலே உயிர் தேய்த்தாலே இனி வாழ்வேனோ இனிதாக தடுமாறாமல் தரை மோதாமல் இனி மீள்வேனோ முழுதாக ஆண்: இதழோரத்தில் நகை பூத்தாளே என் பாவங்கள் தீர்த்தேன் மழை ஈரத்தில் நனையாமல் நான் வெளியேற தான் பார்த்தேன் ஆண்: நடக்கிற வரை நகர்கிற தரை அதன் மேல் தவிக்கிறேன் விழிகளில் பிழை விழுகிற திரை அதனால் திகைக்கிறேன் ஆண்: நேற்று போலே வானம் அட இன்றும் கூட நீலம் என் நாட்கள் தான் நீளும் பெண்: தள்ளிப் போக எண்ணும் கால் பக்கம் வந்து பின்னும் கேட்காதே யார் சொல்லும் ஆண்: பறவை நான் சிறகு நீ நான் காற்றை வெல்ல ஆசைக் கொண்டேன் பெண்: பயணம் நான் வழிகள் நீ நான் எல்லைத் தாண்டிச் செல்லக் கண்டேன் ஆண்: என்னை சாய்த்தாலே உயிர் தேய்த்தாலே இனி வாழ்வேனோ இனிதாக தடுமாறாமல் தரை மோதாமல் இனி மீள்வேனோ முழுதாக ஆண்: மாலை வந்தால் போதும் ஒரு நூற்றி பற்றில் தேகம் செங்காந்தள் போல் காயும் பெண்: காற்று வந்து மோதும் உன் கைகள் என்றே தோன்றும் பின் ஏமாற்றம் தீண்டும் ஆண்: தவிப்பதை மறைக்கிறேன் என் பொய்யை பூட்டி வைத்துக் கொண்டேன் பெண்: கனவிலே விழிக்கிறேன் என் கையில் சாவி ஒன்றைக் கண்டேன் ஆண்: என்னை சாய்த்தாலே ராரா ராரா ரா இனி வாழ்வேனோ இனிதாக பெண்: தடுமாறாமல் தரை மோதாமல் இனி மீள்வேனோ முழுதாக ஆண்: இதழோரத்தில் நகை பூத்தாளே என் பாவங்கள் தீர்த்தேன் பெண்: மழை ஈரத்தில் நனையாமல் நான் வெளியேற தான் பார்த்தாள் ஆண்: நடக்கிற வரை நகர்கிற தரை அதன் மேல் தவிக்கிறேன் பெண்: விழிகளில் பிழை விழுகிற திரை அதனால் திகைக்கிறேன்","பாடகர்கள்":"ஹரிஹரன்,  ஸ்ரேயா கோஷல்","பாடலாசிரியர்":"தாமரை","உருவகம்":"நேற்று போலே வானம்","உவமேயம்":"நேற்று","உவமானம்":"வானம்"}
{"பாடல்":"ஒரு பாதி கதவு நீயடி","படம்":"தாண்டவம்","வருடம்":2012,"இசையமைப்பாளர்":"GV பிரகாஷ் குமாா்","பாடல் வரிகள்":"ஆண்: நீ என்பதே நான்தானடி நான் என்பதே நாம்தானடி ஆண்: ஒரு பாதி கதவு நீயடி மறு பாதி கதவு நானடி பாா்த்துக் கொண்டே பிாிந்திருந்தோம் சோ்த்து வைக்க காத்திருந்தோம் பெண்: ஒரு பாதி கதவு நீயடா மறு பாதி கதவு நானடா தாழ் திறந்தே காத்திருந்தோம் காற்று வீச பாா்த்திருந்தோம் ஆண்: நீ என்பதே நான்தானடி நான் என்பதே நாம்தானடி ஆண்: ஒரு பாதி கதவு நீயடி மறு பாதி கதவு நானடி ஆண்: இரவு வரும் திருட்டு பயம் கதவுகளை சோ்த்து விடும் பெண்: ஓ கதவுகளை திருடிவிடும் அதிசயத்தை காதல் செய்யும் ஆண்: இரண்டும் கை கோா்த்து சோ்ந்தது இடையில் பொய்பூட்டு போனது பெண்: வாசல் தல்லாடுதே திண்டாடுதே கொண்டாடுதே ஆண்: ஒரு பாதி கதவு நீயடி மறு பாதி கதவு நானடி ஆண்: ஓ இடி இடித்தும் மழை அடித்தும் அசையாமல் நின்றிருந்தோம் பெண்: ஓ இன்றேனோ நம் மூச்சும் மென் காற்றில் இணைந்து விட்டோம் ஆண்: இதயம் ஒன்றாகி போனதே கதவே இல்லாமல் ஆனதே பெண்: இனிமேல் நம் வீட்டிலே பூங்காற்று தான் தினம் வீசுமே ஆண்: ஒரு பாதி கதவு நீயடி மறு பாதி கதவு நானடி பாா்த்துக் கொண்டே பிாிந்திருந்தோம் சோ்த்து வைக்க காத்திருந்தோம் பெண்: ஒரு பாதி கதவு நீயடா மறு பாதி கதவு நானடா தாழ் திறந்தே காத்திருந்தோம் காற்று வீச பாா்த்திருந்தோம் ஆண்: நீ என்பதே நான்தானடி நான் என்பதே நாம்தானடி","பாடகர்கள்":"ஹாிசரண், வந்தனா ஸ்ரீனிவாசன்","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"நீ என்பதே நான்தானடி","உவமேயம்":"நீ","உவமானம்":"நான்"}
{"பாடல்":"இரவாக நீ","படம்":"இது என்ன மாயம்","வருடம்":2015,"இசையமைப்பாளர்":"GV பிரகாஷ் குமாா்","பாடல் வரிகள்":"பெண்: இரவாக நீ நிலவாக நான் உறவாடும் நேரம் சுகம் தானடா ஆண்: தொலையும் நொடி கிடைத்தேனடி இதுதானோ காதல் அறிந்தேனடி ஆண்: கரை நீ பெண்ணே உன்னை தீண்டும் அலையாய் நானே பெண்: ஓ நுரையாகி நெஞ்சம் துடிக்க ஒன்றோடு ஒன்றாய் கலக்க என்னுயிரே காதோரம் காதல் உரைக்க ஆண்: ஓ ஒரு பாா்வை வேண்டும் இறக்க என்னுயிரே மறு பாா்வை போதும் பிறக்க பெண்: இரவாக நீ நிலவாக நான் உறவாடும் நேரம் சுகம் தானடா ஆண்: தொலையும் நொடி கிடைத்தேனடி இதுதானோ காதல் அறிந்தேனடி ஆண்: விழி தொட்டதா விரல் தொட்டதா எனதாண்மை தீண்டி பெண்மை பூ பூத்ததா பெண்: அனல் சுட்டதா குளிா் விட்டதா அடடா என் நாணம் இன்று விடை பெற்றதா ஆண்: நீ நான் மட்டும் வாழ்கின்ற உலகம் போதும் உன் தோள் சாயும் இடம் போதுமே பெண்: உன் போ் சொல்லி சிலிா்க்கின்ற இன்பம் போதும் இறந்தாலும் மீண்டும் பிழைப்பேன் ஆண்: ஒன்றோடு ஒன்றாய் கலக்க என்னுயிரே காதோரம் காதல் உரைக்க ஆண்: மழை என்பதா வெயில் என்பதா பெண்ணே உன் பேரன்பை நான் புயல் என்பதா பெண்: மெய் என்பதா பொய் என்பதா மெய்யான பொய் தான் இங்கே மெய் ஆனதா ஆண்: அடியே பெண்ணே அறியாத பிள்ளை நானே தாய் போல் என்னை நீ தாங்க வா பெண்: மடி மேல் அன்பே பொன் ஊஞ்சல் நானும் செய்தேன் தாலாட்ட உன்னை அழைப்பேன் இருவரும்: ஒன்றோடு ஒன்றாய் கலக்க என்னுயிரே காதோரம் காதல் உரைக்க பெண்: இரவாக நீ ஆண்: இரவாக நீ பெண்: நிலவாக நான் ஆண்: நிலவாக நான் பெண்: உறவாடும் நேரம் சுகம் தானடா","பாடகர்கள்":"சைந்தவி,  GV பிரகாஷ் குமாா்","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"இரவாக நீ","உவமேயம்":"நீ","உவமானம்":"இரவு"}
{"பாடல்":"இருக்கிறாய்","படம்":"இது என்ன மாயம்","வருடம்":2015,"இசையமைப்பாளர்":"GV பிரகாஷ் குமாா்","பாடல் வரிகள்":"பெண்: இருக்கிறாய் இல்லாமலும் இருக்கிறாய் ஆதலால் இருக்கிறேன் இல்லாமலும் இருக்கிறேன் ஆண்: எங்கும் உன் முக பிம்பம் நெஞ்சில் வந்தது தாங்கும் வெற்றிடத்தில் என்னை விட்டு சென்றதேனடி ஆண்: கண்ணில் நீரது பொங்கும் காதல் வந்தது அங்கும் சற்று முன்பு புன்னகைத்த முகம் எங்கடி பெண்: இருக்கிறாய் இல்லாமலும் இருக்கிறாய் ஆதலால் இருக்கிறேன் இல்லாமலும் இருக்கிறேன் ஆண்: வெளிச்சம் இல்லாமல் நிழலும் இல்லை உயிா் நீ இல்லாமல் நானும் இல்லை விடிந்தும் என் வானில் வண்ணம் இல்லை பெண்: பனியில் பாதைகள் மூடும் வெயிலில் வழி வருமே ஆண்: அருகினில் வருகையில் உணா்கிற மயக்கத்தை மறுபடி தா கொஞ்சம் பெண்: சுடுகிற மணல்வெளி தொடுகிற காலென கதறுது என் நெஞ்சம் ஆண்: இனி வரும் இரவிலும் இனி வரும் பகலிலும் கனவுகள் என் தஞ்சம் அங்கே வா உயிரே பெண்: இருக்கிறாய் இல்லாமலும் இருக்கிறாய் ஆதலால் இருக்கிறேன் இல்லாமலும் இருக்கிறேன் ஆண்: மாற்றம் இல்லாமல் வாழ்க்கை இல்லை மழை மட்டும் தராது வானவில்லை ஏனோ என் நெஞ்சம் கேட்கவில்லை பெண்: அருகில் இருந்தும் காதல் பிாிவில் பெருகிடுமே ஆண்: ஒரு முறை தொியிது மறு முறை மறையிது தொலையிது உன் பிம்பம் பெண்: கனவுகள் வருவது காலையில் களைவது காதலில் போின்பம் ஆண்: எதுவரை எதுவரை இடைவெளி தொடா்ந்திடும் கேட்குது என் நெஞ்சம் அருகே வா உயிரே பெண்: இருக்கிறாய் இல்லாமலும் இருக்கிறாய் ஆதலால் இருக்கிறேன் இல்லாமலும் இருக்கிறேன்","பாடகர்கள்":"GV பிரகாஷ் குமாா் , ஹரிணி","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"சுடுகிற மணல்வெளி\nதொடுகிற காலென\nகதறுது என் நெஞ்சம்","உவமேயம்":"கதறுது என் நெஞ்சம்","உவமானம்":"சுடுகிற மணல்வெளி தொடுகிற காலென"}
{"பாடல்":"காலத்துக்கும் நீ வேணும்","படம்":"வெந்து தணிந்தது காடு","வருடம்":2022,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: என்ன தர உன்ன விட நம்பும் ஓர் இடம் இல்ல இனி நாளை முதல் நானும் நீயும் வேற வேற இல்ல என்னோடு வா இப்பயே வா பெண்: நீ வந்த நெழல் தந்த எதனாலோ ஒத்து கொண்டேன் நீ பாக்கும் போதும் பேசும் போதும் நெஞ்சில மின்னல் கண்டேன் இனிமேல் என் வாழ்வே உன்னோடு ஓ வருவேனே பின்னோடு ஆண்: ஓ இன்னும் நூறு ஆண்டு நம் ஆயுள் வேணும் கை ரேகையெல்லாம் தேஞ்சும் நம் ஆசை வாழும் ஆண்: உன் அன்பு என்னும் பானம் என் உசிர் வர வேணும் உன் மூச்சு காற்றில் நான் மூழ்கி மாய்ந்திட வேணும் ஆண்: கண்கள் நான்கும் பார்த்தும் பார்வை ஒன்றே வேணும் காலத்துக்கும் நீ வேணும் பெண்: என்ன தர உன்ன விட நம்பும் ஓர் இடம் இல்ல இனி நாளை முதல் நானும் நீயும் வேற வேற இல்ல உன்னோடு நான் இப்பயே தான் ஆண்: உன் கூர சேல கூத்தாடும் குங்குமத்தில் முங்கும் பெண்: ஓ தங்க தோடு பேசும் காதோரம் ஆண்: ஓ வாழை மஞ்சள் தென்னைகள் வாசல் பந்தல் ஆகும் பெண்: ஓ மேள சத்தம் மெட்டி சத்தம் இணஞ்சு கொண்டாடும் ஆண்: ஓ இன்னும் நூறு ஆண்டு நம் ஆயுள் வேணும் கை ரேகையெல்லாம் தேஞ்சும் நம் ஆசை வாழும் பெண்: உன் அன்பு என்னும் பானம் என் உசிர் வர வேணும் உன் மூச்சு காற்றில் நான் மூழ்கி மாய்ந்திட வேணும் பெண்: கண்கள் நான்கும் பார்த்தும் பார்வை ஒன்றே வேணும் காலத்துக்கும் நீ வேணும் பெண்: ஓட்டு கேட்கும் காத்தே கொஞ்சம் எட்டி பார்ப்பாயோ ஒரு வெட்கம் தின்னு நிக்கும் என்ன தொட்டு போவாயோ ஆண்: என் எண்ணம் போலே வண்ணம் கண்டேன் இந்நாள் கனாக்களை நிகழ்த்தி பார்க்கும் முதல் நாள் பெண்: உன் அன்பு என்னும் பானம் என் உசிர் வர வேணும் நான் முன்னே பின்னே சூடாத முல்லை பூவும் நீயே பெண்: தென்றல் ஆகும் தீயே எனை மெல்ல கொல்லும் நோயே என் நெஞ்சம் உன்னால் பாகாக உருகிடுதே பெண்: ஓ இன்னும் நூறு ஆண்டு நம் ஆயுள் வேணும் கை ரேகையெல்லாம் தேஞ்சும் நம் ஆசை வாழும் இருவரும்: உன் அன்பு என்னும் பானம் என் உசிர் வர வேணும் உன் மூச்சு காற்றில் நான் மூழ்கி மாய்ந்திட வேணும் இருவரும்: கண்கள் நான்கும் பார்த்தும் பார்வை ஒன்றே வேணும் காலத்துக்கும் நீ வேணும்","பாடகர்கள்":"TR சிலம்பரசன்,  ரக்ஷித்தா சுரேஷ்","பாடலாசிரியர்":"தாமரை","உருவகம்":"உன் அன்பு என்னும் பானம்","உவமேயம்":"உன் அன்பு","உவமானம்":"பானம்"}
{"பாடல்":"என்தாரா என்தாரா","படம்":"திருமணம் என்னும் நிக்காஹ்","வருடம்":2014,"இசையமைப்பாளர்":"ஜிப்ரான்","பாடல் வரிகள்":"ஆண்: என்தாரா என்தாரா நீயே என் தாரா என் மனம் பூத்ததே தாரா கண்பூரா கண்பூரா நீயே தான் தாரா கண்ணாளே காண்கிறேன் பூரா ஆண்: தண்ணீரை கூசிக்கொண்டு மெல்ல செல்லும் பிம்பங்கள் நீயாகிறாய் எதிரே என்னோடு காதல் வந்து என்ன சொல்ல வெட்கங்கள் பேசுதே ஆண்: நானன நானன நானன நானா நானன நானன நானா நானன நானன நானன நானா நானன நானன நானா பெண்: உன்தாரா உன்தாரா நானே உன்தாரா என் வானம் பூத்ததே சீரா கண்பூரா கண்பூரா நீயே தான் வீரா என் பாா்வை ஆனதே கூரா பெண்: தண்ணீரை கூசிக்கொண்டு மெல்ல செல்லும் பிம்பங்கள் நீயாகிறாய் எதிரே என்னோடு காதல் வந்து என்ன சொல்ல வெட்கங்கள் பேசுதே ஆண்: ஏனோ இன்று ஏனோ நான் உந்தன் நானோ நீயோ இல்லை நானோ நாம் என்னும் நாமோ பெண்: தூண்டிலா நீ ஊஞ்சலா ஆண்: தூரலா நீ காணலா பெண்: ப்ரத்யோக மௌனம் நீ கொண்டு வந்தாய் என் வாா்த்தை ஆனதே இல்லாத ஊாில் இல்லாத போில் இருவரும்: நம் காதல் வாழுமே ஆண்: ஹோய் நம் காதல் வாழுமே ஆண்: நானன நானன நானன நானா நானன நானன நானா நானன நானன நானன நானா நானன நானன நானா பெண்: உன் அசைவினில் என் திசைகளை பட படவென தந்தாய் மின்மினிகளை உன் விழிகளில் கொண்டாய் பெண்: கண் இமைகளில் என் இரவினை கத கதப்புடன் தந்தாய் கண் அவிழ்கையில் விண் நிலவொளி தந்தாய் பெண்: பிரம்மாண்ட காலம் நீ தந்து சென்றாய் என் நாட்கள் தீா்ந்ததே உன் காதல் சூட்டில் என் காதல் பூக்கும் இருவரும்: நம் தேடல் தீருமே ஆண்: என்தாரா என்தாரா நீயே என் தாரா என் மனம் பூத்ததே தாரா கண்பூரா கண்பூரா நீயே தான் தாரா கண்ணாளே காண்கிறேன் பூரா பெண்: தண்ணீரை கூசிக்கொண்டு மெல்ல செல்லும் பிம்பங்கள் நீயாகிறாய் எதிரே என்னோடு காதல் வந்து என்ன சொல்ல ஆண்: வெட்கங்கள் பேசுதே","பாடகர்கள்":"ஷதாப் ஃபரிடி,  சின்மயி","பாடலாசிரியர்":"கார்த்திக் நேதா","உருவகம்":"மின்மினிகளை\nஉன் விழிகளில்","உவமேயம்":"உன் விழிகளில்","உவமானம்":"மின்மின்களை"}
{"பாடல்":"சின்னஞ்சிறுசுங்க மனசுக்குள் சிலுசிலுன்னு","படம்":"குங்குமப்பூவும்  கொஞ்சும் புறாவும்","வருடம்":2009,"இசையமைப்பாளர்":"யுவன் ஷங்கர் ராஜா","பாடல் வரிகள்":"ஆண்: தானனனா தன்னனனா நன்னானனா ஓ ஓ ஓ பெண்: தானனனா தன்னனனா நன்னானனா ஓ ஓ ஓ ஆண்: சின்னஞ்சிறுசுங்க மனசுக்குள் சிலுசிலுன்னு சின்னத்தூறல் போட பெண்: புத்தம் புதுசாக நெனப்புக்குள் பொசுபொசுன்னு பட்டுப்பூக்கள் பூக்க ஆண்: பொதுவாக பருவம் ஒரு பூந்தோட்டமாச்சு பெண்: வெறும் காடு பிழைக்கும் ஒரு நீரோட்டமாச்சு ஆண்: விலகாத உறவு ஒரு கொண்டாட்டமாச்சு பெண்: புத்தம் புதுசாக நெனப்புக்குள் பொசுபொசுன்னு பட்டுப்பூக்கள் பூக்க ஆண்: சின்னஞ்சிறுசுங்க மனசுக்குள் சிலுசிலுன்னு சின்னத்தூறல் போட பெண்: சிடுமூஞ்சி நீதான் என்று சொல்லிச்சொல்லி கிள்ளிக்கிள்ளி சின்னச்சின்ன சேட்டை செய்தேனா ஆண்: சந்து பொந்தில் நீதான் வந்தா ஒத்திப்போக ஒத்துக்காம சண்டியர்போல் வம்புசெய்தேனா பெண்: ஓஅரை ட்ரைராயர் போட்டு பொய்யா நீ பாடாத லாவணி ஆண்: விரல் சூப்பி நின்ன புள்ள நீ போட்டாச்சு தாவணி ஆண்: விளையாட்டா இருந்த முகம் ஏன் வெளிறு போச்சு பெண்: வேற என்ன பூப்பு அடைஞ்சு விவரம் தெரிஞ்சாச்சு ஆண்: குறும்பாத்தான் திரிஞ்ச பொண்ணு ஏன் குமரியாச்சு பெண்: வேற என்ன உடம்பு உனக்கு வழங்க முடிவா ஆச்சு ஆண்: மண்ணாலதான் வீடு கட்டி நானும் நீயும் வாழுறப்போ மீன் கொழம்பு ஆக்கிப் போட்ட நீ பெண்: கமரக்கட்டு கடலை முட்டாய் வாங்கினாக்க வாயில் வச்சு காக்காக் கடி கடிச்சு தந்தாய் நீ ஆண்: ஓ கருவாட்டைப் போல தீயில என் நெஞ்சை வாட்டுன பெண்: அங்காள அம்மன் கோவிலில் கண்ஜாடை காட்டின பெண்: அடி ஆத்தி மனசுக்குள்ள பூ வச்சதாருவ ஆண்: வேறாரு ஆடி அசையும் அழகுமணி தேரு ஆண்: அடி ஆத்தி நெனப்புக்குள்ள போய் நின்னதாரு பெண்: வேறாரு கூச்சம் விடுத்த ஈச்சம் மரப்பூவு ஆண்: சின்னஞ்சிறுசுங்க மனசுக்குள் சிலுசிலுன்னு சின்னத்தூறல் போட பெண்: புத்தம் புதுசாக நெனப்புக்குள் பொசுபொசுன்னு பட்டுப்பூக்கள் பூக்க","பாடகர்கள்":"ஜவ்வாத் அலி,  பேலா ஷெண்டே","பாடலாசிரியர்":"வாலி","உருவகம்":"ஓ கருவாட்டைப் போல தீயில\nஎன் நெஞ்சை வாட்டுன","உவமேயம்":"நெஞ்சை வாட்டுன","உவமானம்":"கருவாடு"}
{"பாடல்":"நீயே வாழ்க்கை என்பேன்","படம்":"புகழ்","வருடம்":2016,"இசையமைப்பாளர்":"விவேக் சிவா, மெர்வின் சாலமன்","பாடல் வரிகள்":"நீயே வாழ்க்கை என்பேன் இனி வாழும் நாட்கள் எல்லாம் நீயே போதும் என்பேன் உயிரே என் உலகமே நீயே காதல் என்பேன் இனி ஜீவன் வாழும் உன்னால் நீயே வேண்டும் என்பேன் உயிரே என் உலகமே சிரிக்கிறாளோ கொஞ்சம் சிதைகிறேன் நடக்கிறாளோ பின்னால் அலைகிறேன் தெரிந்துமே ஹோ ஐயோ தொலைகிறேன் காதலின் கைகளில் விழுகிறேன் நீயே வாழ்க்கை என்பேன் இனி வாழும் நாட்கள் எல்லாம் நீயே போதும் என்பேன் உயிரே என் உலகமே எதையோ சொல்ல வார்த்தை ஒன்று நான் கோர்க்கிறேன் எதிரே உன்னை பார்த்த உடனே ஏன் வேர்க்கிறேன் பெண்ணே உன் பார்வையாலே அலை பாய்கிறேனே ஆஹா இந்த நேரம் நானும் குடை சாய்கிறேன் காதோரமாய் ஊஞ்சல் கொடு காதோரமாய் ஊஞ்சல் கொடு பெண்ணே உன் கம்மல் போல் நான் ஆடுவேன் கால் ஓரமாய் சிறையில் இடு பெண்ணே உன் கொலுசாக நான் மாறுவேன் நீயே வாழ்க்கை என்பேன் இனி வாழும் நாட்கள் எல்லாம் நீயே போதும் என்பேன் உயிரே என் உலகமே நீயே காதல் என்பேன் இனி ஜீவன் வாழும் உன்னால் நீயே வேண்டும் என்பேன் உயிரே என் உலகமே சிரிக்கிறாளோ கொஞ்சம் சிதைகிறேன் நடக்கிறாளோ பின்னால் அலைகிறேன் தெரிந்துமே ஹோ ஐயோ தொலைகிறேன் காதலின் கைகளில் விழுகிறேன் நீயே வாழ்க்கை என்பேன் நீயே போதும் என்பேன் உயிரே என் உலகமே","பாடகர்கள்":"அரிஜிட் சிங், மெர்வின் சாலமன்","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"நீயே வாழ்க்கை என்பேன்","உவமேயம்":"நீயே","உவமானம்":"வாழ்க்கை"}
{"பாடல்":"ஏன் எனக்கு மயக்கம்","படம்":"நான் அவன் இல்லை","வருடம்":2007,"இசையமைப்பாளர்":"விஜய் ஆண்டனி","பாடல் வரிகள்":"பெண்: ஏன் எனக்கு மயக்கம் ஏன் எனக்கு நடுக்கம் ஏன் எனக்கு என்ன ஆச்சு ஆண்: ஏன் எனக்கு வியர்வை ஏன் எனக்கு பதட்டம் ஏன் இந்த மேல் மூச்சு பெண்: ஹே இந்த நொடி உனக்குள் விழுந்தேன் இன்று சுகம் உன்னில் உணர்ந்தேன் கால் விரலில் வெட்கம் அளந்தேன் பறந்தேன் ஹோ ஓ ஆண்: நேற்று வரை ஒழுங்காய் இருந்தேன் உன்னை கண்டு கிறுக்காய் அலைந்தேன் ராத்திரியில் உறக்கம் தொலைத்தேன் கலைந்தேன் பெண்: ஏன் எனக்கு மயக்கம் ஏன் எனக்கு நடுக்கம் ஏன் எனக்கு என்ன ஆச்சு ஆண்: ஏய் ஏய் ஏய் ஏன் எனக்கு வியர்வை ஏன் எனக்கு பதட்டம் ஏன் இந்த மேல் மூச்சு பெண்: சம்மதமா சேலை போர்வை போர்த்தி கொண்டு நீ தூங்க சம்மதமா வெட்கம் கொன்று ஏக்கம் கூட்டிட ஆண்: சம்மதமா என்னை உந்தன் கூந்தலுக்குள் குடியேற்ற சம்மதமா எனக்குள் வந்து கூச்சம் மூட்டிட பெண்: கட்டிக்கொண்டு கைகள் கோர்த்து தூங்க சம்மதம் உன்னை மட்டும் சாகும் போது தேட சம்மதம் ஆண்: உள்ளங்கையில் உன்னை தாங்கி வாழ சம்மதம் உன்னை தோளில் சாய்த்து கொண்டு போக சம்மதம் பெண்: ஏன் எனக்கு மயக்கம் ஏன் எனக்கு நடுக்கம் ஏன் எனக்கு என்ன ஆச்சு ஆண்: ஏய் ஏய் ஏய் ஏன் எனக்கு வியர்வை ஏன் எனக்கு பதட்டம் ஏன் இந்த மேல் மூச்சு பெண்: காதல் என்னும் பூங்கா வனத்தில் பட்டாம் பூச்சி ஆவோமா பூக்கள் விட்டு பூக்கள் தாவி மூழ்கிப் போவோமா ஆண்: காதல் என்னும் கூண்டில் அடைந்து ஆயுள் கைதி ஆவோமா ஆசை குற்றம் நாளும் செய்து சட்டம் மீதம்மா பெண்: லட்சம் மின்னல் தோன்றும் காட்சி உன்னில் காண்கிறேன் காதல் கொண்ட கோதை தன்னை நேரில் பார்க்கிறேன் ஆண்: எந்த பெண்ணை காணும் போதும் உன்னை பார்க்கிறேன் உன்னை காதல் செய்து காதல் செய்தே கொல்லப் போகிறேன் பெண்: ஏன் எனக்கு மயக்கம் ஏன் எனக்கு நடுக்கம் ஏன் எனக்கு என்ன ஆச்சு ஆண்: ஏன் எனக்கு வியர்வை ஏன் எனக்கு பதட்டம் ஏன் இந்த மேல் மூச்சு பெண்: ஹே இந்த நொடி உனக்குள் விழுந்தேன் இன்று சுகம் உன்னில் உணர்ந்தேன் ஆண்: ராத்திரியில் உறக்கம் தொலைத்தேன் கலைந்தேன் பெண்: ஏன் எனக்கு மயக்கம் ஏன் எனக்கு நடுக்கம் ஏன் எனக்கு என்ன ஆச்சு ஆண்: ஏய் ஏய் ஏய் ஏன் எனக்கு வியர்வை ஏன் எனக்கு பதட்டம் ஏன் இந்த மேல் மூச்சு","பாடகர்கள்":"ஜெயதேவ், சங்கீதா ராஜேஸ்வரன்","பாடலாசிரியர்":"பா.விஜய்","உருவகம்":"காதல் என்னும்\nபூங்கா வனத்தில்","உவமேயம்":"காதல்","உவமானம்":"கருவாடு பூங்காவனம்"}
{"பாடல்":"அன்புள்ள மன்னா","படம்":"பொக்கிஷம்","வருடம்":2009,"இசையமைப்பாளர்":"சபேஷ்-முரளி","பாடல் வரிகள்":"ஆண்: நிலா நீ வானம் காற்று மழை என் கவிதை மூச்சு இசை துளி தேனா மலரா திசை ஒலி பகல் ஆண்: நிலா நீ வானம் காற்று மழை என் கவிதை மூச்சு இசை துளி தேனா மலரா திசை ஒலி பகல் ஆண்: தேவதை அன்னம் பட்டாம்பூச்சி கொஞ்சும் தமிழ் குழந்தை சிணுங்கள் சிரிப்பு முத்தம் மௌனம் கனவு ஏக்கம் மேகம் மின்னல் ஓவியம் செல்லம் பிரியம் இம்சை ஆண்: இதில் யாவுமே நீதான் எனினும் உயிர் என்றே உனை சொல்வேனே நான் உன்னிடம் உயிர் நீ என்னிடம் நாம் என்பதே இனிமேல் மெய் சுகம் ஆண்: நிலா நீ வானம் காற்று மழை என் கவிதை மூச்சு இசை துளி தேனா மலரா திசை ஒலி பகல் பெண்: அன்புள்ள மன்னா அன்புள்ள கணவா அன்புள்ள கள்வனே அன்புள்ள கண்ணாளனே பெண்: அன்புள்ள ஒளியே அன்புள்ள தமிழே அன்புள்ள செய்யுளே அன்புள்ள இலக்கணமே அன்புள்ள திருக்குறளே அன்புள்ள நற்றினையே பெண்: அன்புள்ள படவா அன்புள்ள திருடா அன்புள்ள ரசிகா அன்புள்ள கிறுக்கா பெண்: அன்புள்ள திமிரே அன்புள்ள தவறே அன்புள்ள உயிரே அன்புள்ள அன்பே பெண்: இதில் யாவுமே இங்கு நீதான் என்றால் என்ன தான் சொல்ல சொல் நீயே பெண்: பேர் அன்பிலே ஒன்று நாம் சேர்ந்திட வீண் வார்த்தைகள் இனி ஏன் தேடிட ஆண்: நிலா நீ வானம் காற்று மழை என் கவிதை மூச்சு இசை துளி தேனா மலரா திசை ஒலி பகல் பெண்: அன்புள்ள மன்னா அன்புள்ள கணவா அன்புள்ள கள்வனே அன்புள்ள கண்ணாளனே","பாடகர்கள்":"விஜய் யேசுதாஸ் ,  சின்மயீ","பாடலாசிரியர்":"யுகபாரதி","உருவகம்":"நிலா நீ வானம் காற்று","உவமேயம்":"நீ","உவமானம்":"வானம் காற்று"}
{"பாடல்":"வாய மூடி சும்மா இருடா","படம்":"முகமூடி","வருடம்":2012,"இசையமைப்பாளர்":"K கிருஷ்ண குமார்","பாடல் வரிகள்":"குழு: வாய மூடி சும்மா இருடா ரோட்ட பாத்து நேரா நடடா கண்ணக் கட்டி காட்டுல விட்டுடும்டா காதல் ஒரு வம்புடா குழு: வாய மூடி சும்மா இருடா ரோட்ட பாத்து நேரா நடடா கண்ணக் கட்டி காட்டுல விட்டுடும்டா காதல் ஒரு வம்புடா ஆண்: கடிகாரம் தலைகீழாய் ஓடும் இவன் வரலாறு எதுவென்று தேடும் அடிவானில் பணியாது போகும் இவன் கடிவாளம் அணியாத மேகம் ஆண்: பல நிலவொளிகளில் தலை குளித்திடும் போதும் இவன் மனவெளிகளில் கனவுகள் இல்லை ஏதும் ஆண்: காணாமலே போனானடா ஏனென்று கேட்காதே போடா குழு: வாய மூடி சும்மா இருடா ரோட்ட பாத்து நேரா நடடா கண்ணக் கட்டி காட்டுல விட்டுடும்டா காதல் ஒரு வம்புடா குழு: வாய மூடி சும்மா இருடா ரோட்ட பாத்து நேரா நடடா கண்ணக் கட்டி காட்டுல விட்டுடும்டா காதல் ஒரு வம்புடா ஆண்: பார்வை ஒன்றில் காதல் கொண்டா எந்தன் நெஞ்செங்கும் நுண்பூகம்பம் பேரே இல்லா பூவைக் கண்டா எந்தன் வேரெங்கும் பேரானந்தம் ஆண்: என் தோற்றத்தில் மாற்றம் காற்றெல்லாம் வாசம் தானாக உண்டானதேனோ நீ வாழவென்று என் உள்ளம் இன்று தானாக ரெண்டானதேனோ ஆண்: ஓயாமலே பெய்கின்றதே என் வானில் ஏன் இந்தக் காதல் குழு: வாய மூடி சும்மா இருடா ரோட்ட பாத்து நேரா நடடா கண்ணக் கட்டி காட்டுல விட்டுடும்டா காதல் ஒரு வம்புடா குழு: வாய மூடி சும்மா இருடா ரோட்ட பாத்து நேரா நடடா கண்ணக் கட்டி காட்டுல விட்டுடும்டா காதல் ஒரு வம்புடா ஆண்: நாளை என் காலை கீற்றே நீதானே கையில் தேநீரும் நீதானடி வாசல் பூவோடு பேசும் நம் பிள்ளை கொள்ளும் இன்பங்கள் நீதானடி ஆண்: கன்னம் சுருங்கிட நீயும் மீசை நரைத்திட நானும் வாழ்வின் கரைகளைக் காணும் காலம் அருகினில் தானோ ஆண்: கண் மூடிடும் அவ்வேளையும் உன் கண்ணில் இன்பங்கள் காண்பேன் குழு: வாய மூடி சும்மா இருடா ரோட்ட பாத்து நேரா நடடா கண்ணக் கட்டி காட்டுல விட்டுடும்டா காதல் ஒரு வம்புடா குழு: வாய மூடி சும்மா இருடா ரோட்ட பாத்து நேரா நடடா கண்ணக் கட்டி காட்டுல விட்டுடும்டா காதல் ஒரு வம்புடா குழு: வாய மூடி சும்மா இருடா ரோட்ட பாத்து நேரா நடடா கண்ணக் கட்டி காட்டுல விட்டுடும்டா காதல் ஒரு வம்புடா","பாடகர்கள்":"ஆலப் ராஜு","பாடலாசிரியர்":"மதன் கார்க்கி","உருவகம்":"கையில் தேநீரும் நீதானடி","உவமேயம்":"நீ","உவமானம்":"தேநீர்"}
{"பாடல்":"முதல் நீ முடிவும் நீ","படம்":"முதல் நீ முடிவும் நீ","வருடம்":2022,"இசையமைப்பாளர்":"தர்புகா சிவா","பாடல் வரிகள்":"முதல் நீ முடிவும் நீ மூன்று காலம் நீ கடல் நீ கரையும் நீ காற்று கூட நீ மனதோரம் ஒரு காயம் உன்னை எண்ணாத நாள் இல்லையே நானாக நானும் இல்லையே வழி எங்கும் பல பிம்பம் அதில் நான் சாய தோள் இல்லையே உன் போல யாரும் இல்லையே தீரா நதி நீதானடி நீந்தாமல் நான் மூழ்கி போனேன் நீதானடி வானில் மதி நீயல்ல நான்தானே தேய்ந்தேன் பாதி கானகம் அதில் காணாமல் போனவன் ஒரு பாவை கால் தடம் அதை தேடாமல் தேய்ந்தவன் காணாத பாரம் என் நெஞ்சிலே துணை இல்லா நான் அன்றிலே நாளெல்லாம் போகும் ஆனால் நான் குழு: உயிர் இல்லாத உடலே முதல் நீ முடிவும் நீ மூன்று காலம் நீ கடல் நீ கரையும் நீ காற்று கூட நீ தூர தேசத்தில் தொலைந்தாயோ கண்மணி உனை தேடி கண்டதும் என் கண்ணெல்லாம் மின்மினி பின்னோக்கி காலம் போகும் எனில் உன் மன்னிப்பை கூறுவேன் கண்ணோக்கி நேராய் பார்க்கும் கணம் பிழை எல்லாமே கலைவேன் முதல் நீ முடிவும் நீ மூன்று காலம் நீ கடல் நீ கரையும் நீ காற்று கூட நீ நகராத கடிகாரம் அது போல் நானும் நின்றிருந்தேன் நீ எங்கு சென்றாய் கண்ணம்மா அழகான அரிதாரம் வெளிப்பார்வைக்கு பூசி கொண்டேன் புன்னைகைக்கு போதும் கண்ணம்மா நீ கேட்கவே என் பாடலை உன் ஆசை ராகத்தில் செய்தேன் உன் புன்னகை பொன் மின்னலை நான் கோர்த்து ஆங்காங்கு நெய்தேன் முதல் நீ… முடிவும் நீ…","பாடகர்கள்":"சித் ஸ்ரீராம் ,  தர்புகா சிவா","பாடலாசிரியர்":"தாமரை","உருவகம்":"கடல் நீ","உவமேயம்":"நீ","உவமானம்":"கடல்"}
{"பாடல்":"காதல் கண் கட்டுதே","படம்":"காக்கிச் சட்டை","வருடம்":2015,"இசையமைப்பாளர்":"அனிரூத் ரவிச்சந்தர்","பாடல் வரிகள்":"பெண்: காதல் கண் கட்டுதே கவிதை பேசி கை தட்டுதே ஆசை முள் குத்துதே அருகில் போனால் தேன் சொட்டுதே பெண்: பறவையாய் திாிந்தவள் இறகு போல் தரையிலே விழுகிறேன் இரவிலும் பகலிலும் தொடரும் உன் நினைவிலே கரைகிறேன் பெண்: காற்று நீயாக வீச என் தேகம் கூச எதை நான் பேச பெண்: கலைந்து போனாயே கனவுகள் உரச பறித்து போனாயே இவளது மனச பெண்: இருள் போலே இருந்தேனே விளக்காக உணா்ந்தேனே உன்னை நானே ஆண்: பாா்வை கொஞ்சம் பேசுது பருவம் கொஞ்சம் பேசுது பதிலாய் எதை பேசிட தொியாமல் நான் பெண்: கூச்சம் கொஞ்சம் கேக்குது ஏக்கம் கொஞ்சம் கேக்குது உயிரோ உனை கேட்டிட தருவேனே நான் ஆண்: அன்பே அன்பே மழையும் நீ தானே கண்ணே கண்ணே வெயிலும் நீ தானே பெண்: ஒரு வாா்த்தை உன்னை காட்ட மறு வாா்த்தை என்ன மீட்ட விழுந்தேனே பெண்: கலைந்து போனானே பறித்து போனாயே ஆண்: காதல் கண் கட்டுதே கவிதை பேசி கை தட்டுதே ஆசை முள் குத்துதே அருகில் போனால் தேன் சொட்டுதே ஆண்: பறவையாய் திாிந்தவள் இறகு போல் தரையிலே விழுகிறேன் இரவிலும் பகலிலும் தொடரும் உன் நினைவிலே கரைகிறேன் ஆண்: காற்று நீயாக வீச என் தேகம் கூச எதை நான் பேச பெண்: கலைந்து போனாயே கனவுகள் உரச பறித்து போனாயே இவளது மனச பெண்: இருள் போலே இருந்தேனே விளக்காக உணா்ந்தேனே உன்னை நானே","பாடகர்கள்":"அனிரூத் ரவிச்சந்தர், சக்திஸ்ரீ கோபாலன்","பாடலாசிரியர்":"யுகபாரதி","உருவகம்":"பறவையாய் திாிந்தவள்\n","உவமேயம்":"அவள்","உவமானம்":"பறவை"}
{"பாடல்":"பிறை தேடும் இரவிலே","படம்":"மயக்கம் என்ன","வருடம்":2011,"இசையமைப்பாளர்":"GV பிரகாஷ் குமார்","பாடல் வரிகள்":"பெண்: பிறை தேடும் இரவிலே உயிரே எதை தேடி அலைகிறாய் கதை சொல்ல அழைக்கிறேன் உயிரே அன்பே நீ வா பெண்: பிறை தேடும் இரவிலே உயிரே எதை தேடி அலைகிறாய் கதை சொல்ல அழைக்கிறேன் உயிரே அன்பே நீ வா பெண்: இருளில் கண்ணீரும் எதற்கு மடியில் கண்மூட வா அழகே இந்த சோகம் எதற்கு நான் உன் தாயும் அல்லவா ஆண்: உனக்கென மட்டும் வாழும் இதயம் அடி உயிா் உள்ள வரை நான் உன் அடிமையடி பெண்: பிறை தேடும் இரவிலே உயிரே எதை தேடி அலைகிறாய் கதை சொல்ல அழைக்கிறேன் உயிரே அன்பே நீ வா பெண்: அழுதால் உன் பாா்வையும் அயந்தால் உன் கால்களும் அதிகாலையின் கூடலில் சோகம் தீா்க்கும் போதுமா பெண்: நிழல் தேடிடும் ஆண்மையும் நிஜம் தேடிடும் பெண்மையும் ஒரு போா்வையில் வாழும் இன்பம் தெய்வம் தந்த சொந்தமா ஆண்: என் ஆயுள் ரேகை நீயடி என் ஆணி வேரடி சுமை தாங்கும் எந்தன் கண்மணி என்னை சுடும் பனி ஆண்: உனக்கென மட்டும் வாழும் இதயம் அடி உயிா் உள்ள வரை நான் உன் அடிமையடி பெண்: பிறை தேடும் இரவிலே உயிரே எதை தேடி அலைகிறாய் கதை சொல்ல அழைக்கிறேன் உயிரே அன்பே நீ வா பெண்: விழியின் அந்த தேடலும் அலையும் உந்தன் நெஞ்சமும் புாிந்தாலே போதுமே ஏழு ஜென்மம் தாங்குவேன் பெண்: அனல் மேலே வாழ்கிறாய் நதி போலே பாய்கிறாய் ஒரு காரணம் இல்லையே மீசை வைத்த பிள்ளையே ஆண்: இதை காதல் என்று சொல்வதா நிழல் காய்ந்து கொள்வதா தினம் கொள்ளும் இந்த பூமியில் நீ வரம் தரும் இடம்","பாடகர்கள்":"GV பிரகாஷ் குமார், சைந்தவி","பாடலாசிரியர்":"தனுஷ்","உருவகம்":"என் ஆயுள் ரேகை நீயடி","உவமேயம்":"நீ","உவமானம்":"ஆயுள் ரேகை"}
{"பாடல்":"இன்னும் கொஞ்சம் நேரம்","படம்":"மரியான்","வருடம்":2013,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: இன்னும் கொஞ்சம் நேரம் இருந்தா தான் என்ன ஏன் அவசரம் என்ன அவசரம் நில்லு பொண்ணே ஆண்: இன்னும் கொஞ்சம் நேரம் இருந்தா தான் என்ன ஏன் அவசரம் என்ன அவசரம் நில்லு பொண்ணே ஆண்: இன்னும் கொஞ்சம் நேரம் இருந்தா தான் என்ன ஏன் அவசரம் என்ன அவசரம் நில்லு பொண்ணே ஆண்: இன்னும் பேச கூட தொடங்கல என் நெஞ்சமும் கொஞ்சமும் நிறையல இப்போ என்ன விட்டு போகாதே என்ன விட்டு போகாதே ஆண்: இன்னும் பேச கூட தொடங்கல என் நெஞ்சமும் கொஞ்சமும் நிறையல இப்போ மழை போல நீ வந்தா கடல் போல நான் நிறைவேன் ஆண் : இன்னும் கொஞ்சம் நேரம் இருந்தா தான் என்ன ஏன் அவசரம் என்ன அவசரம் நில்லு பொண்ணே பெண்: இதுவரைக்கும் தனியாக என் மனச அலையவிட்ட அலையவிட்ட அலையவிட்டாயே எதிர்பாரா நேரத்துல இதயத்துல வலைய விட்டு வலைய விட்டு வளையவிட்டாயா ஆண்: நீ வந்து வந்து போயேன் அந்த அலைகள போல பெண்: வந்தா உன் கையுல மாட்டிக்குவேன் வளையல போல பெண்: உன் கண்ணுகேத்த அழகா வாரேன் காத்திருடா கொஞ்சம் ஆண்: உன்ன எப்படியே தந்தாலும் தித்திக்குமே நெஞ்சம் பெண்: இன்னும் கொஞ்சம் காலம் பொறுத்தா தான் என்ன ஏன் அவசரம் என்ன அவசரம் சொல்லு கண்ணே பெண்: இன்னும் கொஞ்சம் காலம் பொறுத்தா தான் என்ன ஏன் அவசரம் என்ன அவசரம் சொல்லு கண்ணே பெண்: கடல்மாதா ஆணையாக உயிரோடு உனக்காக காத்திருப்பேன் காத்திருப்பேன்யா ஆண்: என் கண்ணு ரெண்டும் மயங்குதே மயங்குதே உன்னிடம் சொல்லவே தயங்குதே பெண்: இந்த உப்பு காத்து இனிக்குது உன்னையும் என்னையும் இழுக்குது ஆண்: உன்ன இழுக்க என்ன இழுக்க என் மனசு நெறையுமே ஆண்: இந்த மீன் உடம்பு வாசனை என்ன நீ தொட்டதும் மணக்குதே பெண்: இந்த இரவெல்லாம் நீ பேசு தலையாட்டி நான் ரசிப்பேன் ஆண்: இன்னும் கொஞ்சம் நேரம் இருந்தா தான் என்ன ஏன் அவசரம் என்ன அவசரம் நில்லு பொண்ணே ஆண்: இன்னும் கொஞ்சம் நேரம் இருந்தா தான் என்ன ஏன் அவசரம் என்ன அவசரம் நில்லு பொண்ணே பெண்: நீ என் கண்ணபோல இருக்கனும் என் புள்ளைக்கு தகப்பன் ஆவனும் அந்த அலையோரம் நம்ம பசங்க கொஞ்சி விளையாடனும் ஆண்: நீ சொந்தமாக கிடைக்கனும் நீ சொன்னதெல்லாம் நடக்கனும் நம்ம உலகம் ஒன்னு இன்று நாம் உருவாக்கனும்","பாடகர்கள்":"விஜய் பிரகாஷ் , ஸ்வேதா மோகன்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"நீ என் கண்ணபோல இருக்கனும்","உவமேயம்":"நீ","உவமானம்":"கண்"}
{"பாடல்":"காற்றுக்குள்ளே வாசம் போல","படம்":"சர்வம்","வருடம்":2009,"இசையமைப்பாளர்":"யுவன் சங்கர் ராஜா","பாடல் வரிகள்":"காற்றுக்குள்ளே வாசம் போல அட எனக்குள் நீ காட்டுக்குள்ளே மழையை போலே அட உனக்குள் நான் மாறாதே மண்ணோடு என்றுமே மழை வாசம் நெஞ்சோடு உன்னை போல் தீராதே கண்ணோடு எங்குமே உயிரீரம் எப்போதும் என்னை போல் என்னை போல் நடு காற்றில் தனிமை வந்ததே அழகிய ஆசை உணர்வு தந்ததே உலகம் மாறுதே உயிர் சுகம் தேடுதே நடு காற்றில் தனிமை வந்ததே அழகிய ஆசை உணர்வு தந்ததே உலகம் மாறுதே உயிர் சுகம் தேடுதே இளம் வெயில் தொடாமல் பூக்கள் மொட்டாக எங்கும் பெண் காடு நீ புது வேர்கள் கை சேர்த்து பச்சை நீர் கோர்த்து சூழும் ஏகாந்தம் நீ இளம் வெயில் தொடாமல் பூக்கள் மொட்டாக எங்கும் பெண் காடு நீ புது வேர்கள் கை சேர்த்து பச்சை நீர் கோர்த்து சூழும் ஏகாந்தம் நீ கடல் காற்றில் இதயம் தொட்டதே அதில் உந்தன் பெயரை அழுத்தி சொல்லுதே அலை மடி நீளுதே அதில் உன்னை ஏந்துதே கடல் காற்றில் இதயம் தொட்டதே அதில் உந்தன் பெயரை அழுத்தி சொல்லுதே அலை மடி நீளுதே அதில் உன்னை ஏந்துதே தாங்காதே தாகங்கள் மண்ணிலே உன் மூச்சில் உஷ்ணங்கள் தாக்குதே நீங்காதே நிறம் மாற்றம் என்றுமே உன் தேகம் ஆடைகள் போர்த்துதே போர்த்துதே","பாடகர்கள்":"யுவன் சங்கர் ராஜா","பாடலாசிரியர்":"பா.விஜய்","உருவகம்":"காற்றுக்குள்ளே\nவாசம் போல\nஅட எனக்குள் நீ","உவமேயம்":"எனக்குள் நீ","உவமானம்":"காற்றுக்குள்ளே வாசம்"}
{"பாடல்":"மச்சான் மச்சான் உன் மேல ஆசை வெச்சான்","படம்":"சிலம்பாட்டம்","வருடம்":2008,"இசையமைப்பாளர்":"யுவன் சங்கர் ராஜா","பாடல் வரிகள்":"ஆண்: மச்சான் மச்சான் உன் மேல ஆசை வெச்சான் வெச்சு தெச்சான் தெச்சான் உசுரோட உன்னை தெச்சான் பெண்: மச்சான் மச்சான் என் மேல ஆசை வெச்சான் வெச்சு தெச்சான் தெச்சான் உசுரோட என்னை தெச்சான் ஆண்: ஏழேழு சென்மந்தான் எடுத்தாலும் எப்போதும் நெஞ்சுக்குள்ள ஒன்ன சொமப்பேனே பெண்: தாயாகி சில நேரம் சேயாகி சில நேரம் மடிமேல உன்னை சொமப்பேனே சந்தோஷத்தில் என்னை மறப்பேனே ஆண்: கொன்னுபுட்ட கொன்னுபுட்ட கொன்னுப்புட்ட கொன்னுப்புட்ட நெஞ்சுக்குள்ள பெண்: கொன்னுப்புட்ட கொன்னுப்புட்ட வந்துபுட்ட செஞ்சுபுட்ட என்னை உனக்குதான் ஆண்: மச்சான் மச்சான் உன் மேல ஆசை வெச்சான் வெச்சு தெச்சான் தெச்சான் உசுரோட உன்னை தெச்சான் ஆண்: சொல்ல வந்த வார்த்தை சொன்ன வார்த்தை சொல்லப்போகும் வார்த்தை யாவும் நெஞ்சில் இனிக்குதே பெண்: என்னை என்ன கேட்ட என்ன சொன்ன என்ன ஆனேன் இந்த மயக்கம் எங்கோ இழுக்குதே ஆண்: பெண்ணே உந்தன் கொலுசு எந்தன் மனச மாட்டிப்போகுதே போகும் வழி எங்கும் வருவேனே பெண்: உன் பேரைத்தான் சொல்லிதினம் தாவணியப் போட்டேனே ஆண்: உசுரத்தான் விட்டாக்கூட உன்னைவிட மாட்டேனே மானே அடி மானே ஆண்: கொன்னுபுட்ட கொன்னுபுட்ட கொன்னுபுட்ட கொன்னுபுட்ட நெஞ்சுக்குள்ள பெண்: கொன்னுப்புட்ட கொன்னுப்புட்ட வந்துபுட்ட செஞ்சுபுட்ட என்னை உனக்கு தான் ஆண்: மச்சான் மச்சான் உன் மேல ஆசை வெச்சான் வெச்சு தெச்சான் தெச்சான் உசுரோட உன்னை தெச்சான் ஆண்: ஆசைவச்ச நெஞ்சு இலவம் பஞ்சுபோலத் தானே உன்னத்தேடி நாளும் பறக்குமே பெண்: அம்மிக்கல்லு மேல கால வெச்சு மெட்டிப்போடும் அந்த நாளை மனசும் நெனைக்குமே ஆண்: கண்ணைமூடி பாத்தா எங்கும் நீ தான் வந்து போகுற உடல் பொருள் ஆவியும் நீ தானே பெண்: என்ன வேணும் என்ன வேணும் சொல்லிப்புடு ராசாவே ஆண்: உன்னப்போலப் பொட்டப்புள்ள பெத்துக்குடு ரோசாவே தேனே வந்தேனே ஆண்: கொன்னுப்புட்ட கொன்னுபுட்ட கொன்னுப்புட்ட கொன்னுப்புட்ட நெஞ்சுக்குள்ள பெண்: கொன்னுப்புட்ட கொன்னுப்புட்ட வந்துபுட்ட செஞ்சபுட்ட என்னை உனக்கு தான் ஆண்: மச்சான் மச்சான் உன் மேல ஆசை வெச்சான் வெச்சு தெச்சான் தெச்சான் உசுரோட உன்னை தெச்சான்","பாடகர்கள்":"இளையராஜா , பேலா ஷெண்டே","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"தாயாகி சில நேரம்","உவமேயம்":"அவள்","உவமானம்":"தாய்"}
{"பாடல்":"காதலை சொல்ல முடியாதா","படம்":"கலாட்டா கல்யாணம்","வருடம்":2021,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: காதல் பூ என் காதல் யாதும் உன் ஆளதோ கனவே கனவே கண்ணை கடனாக தருவாயோ அடியே அடியே ஆண்: உயிரினை காதல் தாங்காதா ஒரு விழியாவது தூங்காதா மொழி இருந்தும் வழி இருந்தும் என் காதலை சொல்ல முடியாதா ஆண்: ஒரு விழி இன்பம் ஆனதடி ஒரு விழி வன்மம் ஆனதடி மின்சாரம் ரீங்காரம் இரண்டுக்கும் நடுவே தவித்தேனே ஆண்: வாசம் அது வாசம் வீசுதடி வாசம் அது வாசம் வீசுதடி ஆண்: உன் கண்கள் கண்ணாடி ஆனால் கண்ணின் முன்னே என்னை காண கூடாதா ஆண்: ஆகாயம் தேடி நான் போக மாட்டேன் வீட்டோடு வெண்ணிலா நீதானே ஆண்: மயில் தோகையோ என் கை ரேகையாய் சேரும் வரை சேர்ந்திருப்பேன் பெண்: இவள் ஒரு காதல் அழகே நீ இரு விழி தாயின் மொழியா நீ உன் மடியில் நான் தினமும் ஒரு புல்லின் மீது பனியானேன் ஆண்: ஆருயிர் உன்னை மறவேனே யாரிடம் என்னை தருவேனே நீயே சொல் நீயே சொல் ஒரு மின்மினி இல்லா இரவானேன் ஆண்: வாசம் அது வாசம் வீசுதடி வாசம் அது வாசம் வீசுதடி","பாடகர்கள்":"யஷின் நிஷார், சாஷா த்ரிபதி","பாடலாசிரியர்":"கபிலன்","உருவகம்":"உன் கண்கள்\nகண்ணாடி","உவமேயம்":"கண்கள்","உவமானம்":"கண்ணாடி"}
{"பாடல்":"உருகுதே மருகுதே","படம்":"வெயில்","வருடம்":2006,"இசையமைப்பாளர்":"GV பிரகாஷ் குமார்","பாடல் வரிகள்":"பெண்: உருகுதே மருகுதே ஒரே பார்வையாலே உருகுதே மருகுதே ஒரே பார்வையாலே உலகமே சுழளுதே உன்னை பாா்த்ததாலே ஆண்: தங்கம் உருகுதா அங்கம் கறையுதா வெட்கம் உடையுதா முத்தம் தொடருதா பெண்: சொக்கிதானே போகிறேனே மாமா கொஞ்சம் நாளா ஆண்: ஏய் உருகுதே மருகுதே ஒரே பார்வையாலே உலகமே சுழளுதே உன்னை பாா்த்ததாலே பெண்: தங்கம் உருகுதே அங்கம் கரையுதே வெட்கம் உடையுதே முத்தம் தொடருதே ஆண்: சொக்கி தானே போகிறேனே நானும் கொஞ்சம் நாளா பெண்: உருகுதே மருகுதே ஒரே பார்வையாலே உலகமே சுழளுதே உன்னை பாா்த்ததாலே ஆண்: அம்புலியில் நனைந்து சந்திக்கிற பொழுது அன்புக்கதை பேசி பேசி விடியுது இரவு பெண்: ஏழு கடல் தாண்டிதான் ஏழு மலை தாண்டிதான் என் கருத்த மச்சான் கிட்ட ஓடி வரும் மனசு ஆண்: நாம சோ்ந்து வாழும் காட்சி ஓட்டி பாக்குறேன் பெண்: காட்சியாவும் நெசமா மாற கூட்டி போகிறேன் ஆண்: சாமி பாா்த்து கும்பிடும் போதும் நீதானே நெஞ்சில் இருக்க பெண்: உருகுதே மருகுதே ஒரே பார்வையாலே உலகமே சுழளுதே உன்னை பாா்த்ததாலே ஆண்: ஊரைவிட்டு எங்கயோ வேர் அருந்து நிக்கிறேன் கூடு தந்த கிளிப்பெண்ணே உன்னாலதான் வாழுறேன் பெண்: கூரப்பட்டு சேலைதான் வாங்க சொல்லி கேக்குறேன் கூடு விட்டு கூடு பாயும் காதலால சுத்துறேன் ஆண்: கடவுள்கிட்ட கருவறை கேட்டு உன்ன சுமக்கவா பெண்: உதிரம் முழுக்க உனக்கே தான்னு எழுதி குடுக்கவா ஆண்: மையிட்ட கண்ணே உன்னை மறந்தால் இறந்தே போவேன் ஆண்: உருகுதே மருகுதே பெண்: ஒரே பார்வையாலே ஆண்: உலகமே சுழளுதே உன்னை பாா்த்ததாலே பெண்: தங்கம் உருகுதே அங்கம் கரையுதே வெட்கம் உடையுதே முத்தம் தொடருதே ஆண்: சொக்கிதானே போகிறேனே நானும் கொஞ்சம் நாளா ஆண்: ஓ ஹோய் உருகுதே","பாடகர்கள்":"ஷங்கர் மகாதேவன் , ஸ்ரேயா கோஷல்","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"தங்கம் உருகுதா","உவமேயம்":"அவள்","உவமானம்":"தங்கம்"}
{"பாடல்":"என்ன ஒரு  என்ன ஒரு அழகியடா","படம்":"பட்டத்து யானை","வருடம்":2013,"இசையமைப்பாளர்":"S தமன்","பாடல் வரிகள்":"என்ன ஒரு என்ன ஒரு அழகியடா கண்ணவிட்டு கண்ணவிட்டு விலகலடா என்ன ஒரு என்ன ஒரு அழகியடா கண்ண விட்டு கண்ணவிட்டு விலகலடா மனச தாக்குற மின்னலும் அவதான் மறையில் தெரியும் ஜன்னலும் அவதான் கனவில் பூக்குற தாமரை அவதான் கதையில் கேக்குற தேவத அவதான் என்ன ஊரு என்ன பேரு கேக்கலடா எங்க போறா எங்க போறா பாக்கலடா முன்னாடி அவளும் பின்னாடி நானும் ஒரு முறை திரும்பி பாா்த்தா என்ன துண்டான மனச ஒண்ணாக்கதானே மறுபடி அவள கேட்டேனே என்ன ஒரு என்ன ஒரு அழகியடா கண்ணவிட்டு கண்ணவிட்டு விலகலடா ராவு காலத்தில நல்ல நேரம் வருமா ஒன்பது பத்தரையில் சிரிச்சா பிள்ளையாரு கோயிலுக்கு தேங்கா ஒண்ணு உடைக்க மனசு வேண்டிச்சு புதுசா இஞ்சு இஞ்சா இடைவெளி குறைஞ்சி இதயம் பறக்குது லேசா இங்கிலாந்து ராணி போல தங்கத்துல இழச்சு வாழ வைப்பேன் மாஸா அவளை பார்க்கிற யாருமே அவளை மறந்தும் கூட மறப்பது சிரமம் பீப்பி ஊதணும் நேரத்த சொல்லடி பி பி ஏறுது சீக்கிரம் சொல்லடி என்ன ஒரு என்ன ஒரு அழகியடா கண்ண விட்டு கண்ண விட்டு விலகலடா வா என் அழகே வா என் உயிரே வா என் மயிலே ஓ ஹோ வா வா என் உயிரே வா என் அழகே வா என் மயிலே ஓ ஹோ வா ஓ தில்லை நகரா தேரடி தெருவா அங்கிருக்கா உன் வீடு சாரதாசு கூரப் பட்டு சேலை வாங்கித் தருவேன் வெக்கப் பட்டு என்னை தேடு தன்னந்தனியா வாழ்வது பாவம் வந்து மாலைய போடேன் தண்டவாளம் போல நாம ரெண்டு பேருக்கிடையில் நடுவில் எதுக்கடி கோடு மனசில் கட்டுறேன் மாளிக வீடு வாசல் கோலம் வந்து நீ போடு பீப்பி ஊதணும் நேரத்த சொல்லடி பிபி ஏறுது சீக்கிரம் சொல்லடி என்ன ஒரு அழகியடா கண்ண விட்டு விலகலடா கொஞ்சம் கூட கொஞ்சம் கூட பழகலடா எங்களுக்கு இப்ப ரெண்டு குழந்தையடா வா என் அழகே வா என் உயிரே வா என் மயிலே ஓ ஹோ வா வா என் உயிரே வா என் அழகே வா என் மயிலே ஓ ஹோ வா","பாடகர்கள்":"கார்த்திக்","பாடலாசிரியர்":"நா.முத்துகுமார்","உருவகம்":"மனச தாக்குற\nமின்னலும் அவதான்","உவமேயம்":"அவள்","உவமானம்":"மின்னல்"}
{"பாடல்":"கதைகளை பேசும்","படம்":"அங்காடி தெரு","வருடம்":2009,"இசையமைப்பாளர்":"GV பிரகாஷ் குமார்","பாடல் வரிகள்":"ஆண்: கதைகளை பேசும் விழி அருகே எதை நான் பேச என்னுயிரே காதல் சுடுதே காய்ச்சல் வருதே ஆண்: கதைகளை பேசும் விழி அருகே எதை நான் பேச என்னுயிரே காதல் சுடுதே காய்ச்சல் வருதே ஆண்: ஓ என்னை கேளாமல் எதுவும் சொல்லாமல் கால்கள் எங்கேயோ மிதக்கிறதே பெண்: ஓ இருளும் இல்லாமல் ஒளியும் இல்லாமல் வானம் வண்ணத்தில் குளிக்கிறதே ஆண்: கதைகளை பேசும் விழி அருகே எதை நான் பேச என்னுயிரே காதல் சுடுதே காய்ச்சல் வருதே பெண்: கோயிலின் உள்ளே நுழைந்திடும் போது வருகிற வாசனை நீயல்லவா ஆண்: உன்னுடன் வாழும் ஒவ்வொரு நொடியும் சர்க்கரை தடவிய நொடியல்லவா பெண்: கல்லும் மண்ணும் ஓ வீடுகளில்லை ஆண்: ஓ அன்பின் வீடே ஓ அழிவது இல்லை பெண்: வெறும் கரையில் படுத்துக்கொண்டு விண்மீன் பார்ப்பது யோகமடா ஆண்: உன் மடியில் இருந்தால் வாழ்க்கையில் எதுவும் தேவை இல்லையடி ஆண்: கதைகளை பேசும் விழி அருகே எதை நான் பேச என்னுயிரே காதல் சுடுதே காய்ச்சல் வருதே பெண்: உனக்குள் தொடங்கி உனக்குள் தானே எந்தன் உலகம் முடிகிறதே ஆண்: உன் முகம் பார்த்து ரசித்திடத்தானே எந்தன் நாட்கள் விடிகிறதே பெண்: ஓ இரவின் மடியில் ஓ குழந்தைகள் ஆவோம் ஆண்: ஓ இருட்டின் நதியில் ஓ இறங்கி போவோம் பெண்: நேற்றென்னும் சோகம் நெருப்பாய் வந்து தீ மூட்டும் ஆண்: இன்றென்னும் மழையில் அத்தனை நெருப்பும் பூக்கள் நீட்டுமே ஆண்: கதைகளை பேசும் விழி அருகே எதை நான் பேச என்னுயிரே காதல் சுடுதே காய்ச்சல் வருதே ஆண்: ஓ என்னை கேளாமல் எதுவும் சொல்லாமல் கால்கள் எங்கேயோ மிதக்கிறதே பெண்: ஓ இருளும் இல்லாமல் ஒளியும் இல்லாமல் வானம் வண்ணத்தில் குளிக்கிறதே","பாடகர்கள்":"பென்னி டயால், ஹம்சிகா ஐயர்","பாடலாசிரியர்":"நா முத்துக்குமார்","உருவகம்":"கதைகளை பேசும் விழி அருகே","உவமேயம்":"விழி","உவமானம்":"கதைகளை பேசும்"}
{"பாடல்":"நான் உன் அழகினிலே","படம்":"24","வருடம்":2016,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: நான் உன் அழகினிலே தெய்வம் உணர்கிறேன் உந்தன் அருகினிலே என்னை உணருகிறேன் ஆண்: உன் முகம் தாண்டி மனம் சென்று உன்னை பார்த்ததால் உன் இதயத்தின் நிறம் பார்த்ததால் பெண்: நான் உன் அழகினிலே தெய்வம் உணர்கிறேன் உந்தன் அருகினிலே என்னை உணருகிறேன் ஆண்: என்னில் இணைய உன்னை அடைய என்ன தவங்கள் செய்தேனோ பெண்: நெஞ்சம் இரண்டும் கோர்த்து நடந்து கொஞ்சும் உலகை காண்போம் காதல் ஒளியில் கால வெளியில் கால்கள் பதித்து போவோம் ஆண்: இதுவரை யாரும் கண்டதில்லை நான் உணர்ந்த காதலை உயிரே அதையே நீ உணர்ந்ததால் பெண்: நான் உன் அழகினிலே தெய்வம் உணர்கிறேன் உந்தன் அருகினிலே என்னை உணருகிறேன் ஆண்: வானம் கனவு பூமி கனவு நீயும் நானும் நிஜம் தானே பெண்: பொய்கள் கரையும் உண்மை விரியும் யாவும் மறைவதேனோ எந்தன் இதழை நீயும் குடிக்க அண்டம் கரைவதேனோ ஆண்: உலகமே அகசிவப்பில் ஆனதே உனது நாணம் சிந்தியே உறவே அதிலே நான் வசிப்பதால் பெண்: நான் உன் அழகினிலே தெய்வம் உணர்கிறேன் உந்தன் அருகினிலே என்னை உணருகிறேன் ஆண்: உன் முகம் தாண்டி மனம் சென்று உன்னை பார்த்ததால் உன் இதயத்தின் நிறம் பார்த்ததால் ஆண்: நான் உன் அழகினிலே தெய்வம் உணர்கிறேன் உந்தன் அருகினிலே என்னை உணருகிறேன் ஆண்: உன் முகம் தாண்டி மனம் சென்று உன்னை பார்த்ததால் உன் இதயத்தின் நிறம் பார்த்ததால் பெண்: நான் உன் அழகினிலே தெய்வம் உணருகிறேன்","பாடகர்கள்":"அர்ஜித் சிங்,  சின்மயீ","பாடலாசிரியர்":"மதன் கார்க்கி","உருவகம்":"நான் உன் அழகினிலே\nதெய்வம் உணர்கிறேன்","உவமேயம்":"உன் அழகு","உவமானம்":"தெய்வம்"}
{"பாடல்":"நான் பகல் இரவு","படம்":"நானும் ரவுடிதான்","வருடம்":2015,"இசையமைப்பாளர்":"அனிரூத் ரவிச்சந்தர்","பாடல் வரிகள்":"பெண்: நீயும் நானும் சோ்ந்தே செல்லும் நேரமே நீலம் கூட வானில் இல்லை எங்கும் வெள்ளை மேகமே பெண்: போக போக ஏனோ நீளும் தூரமே மேகம் வந்து போகும் போக்கில் தூறல் கொஞ்சம் தூறுமே பெண்: என் அச்சம் ஆசை எல்லாமே தள்ளி போகட்டும் எந்தன் இன்பம் துன்பம் எல்லாமே உன்னை சேரட்டும் பெண்: ஓ நான் பகல் இரவு நீ கதிா் நிலவு என் வெயில் மழையில் உன் குடை அழகு ஆண்: கத்தாழ முள்ள முள்ள கொத்தோடு கிள்ள கிள்ள குலையோடு அள்ள அள்ள வந்த புள்ள ஆண்: முந்தான துள்ள துள்ள மகராசி என்ன சொல்ல முத்தத்தால் என்ன கொல்ல வந்த புள்ள பெண்: நீ வேண்டுமே எந்த நிலையிலும் எனக்கென நீ போதுமே ஆண்: ஒலி இல்லா உலகத்தில் இசையாக நீயே மாறி காற்றில் வீசினாய் பெண்: காதில் பேசினாய் ஆண்: மொழி இல்லா மௌனத்தில் விழியாலே வாா்த்தை கோா்த்து கண்ணால் பேசினாய் பெண்: கண்ணால் பேசினாய் ஆண்: நூறு ஆண்டு உன்னோடு வாழவேண்டும் மண்ணோடு பெண் உனைத் தேடும் எந்தன் வீடு பெண்: ஓ நான் பகல் இரவு நீ கதிா் நிலவு என் வெயில் மழையில் உன் குடை அழகு பெண்: ஓ நான் பகல் இரவு நீ கதிா் நிலவு என் வெயில் மழையில் உன் குடை அழகு ஆண்: கத்தாழ முள்ள முள்ள கொத்தோடு கிள்ள கிள்ள குலையோடு அள்ள அள்ள வந்த புள்ள ஆண்: முந்தான துள்ள துள்ள மகராசி என்ன சொல்ல முத்தத்தால் என்ன கொல்ல வந்த புள்ள பெண்: நீ வேண்டுமே இந்த பிறவிய கடந்திட நீ போதுமே","பாடகர்கள்":"அனிரூத் ரவிச்சந்தர், நீத்தி மோகன்","பாடலாசிரியர்":"தாமரை","உருவகம்":"ஓ நான் பகல் இரவு","உவமேயம்":"நான்","உவமானம்":"பகல் இரவு"}
{"பாடல்":"முன்பே வா  என் அன்பே வா","படம்":"சில்லுனு ஒரு காதல்","வருடம்":2006,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"பெண்: முன்பே வா என் அன்பே வா ஊனே வா உயிரே வா முன்பே வா என் அன்பே வா பூ பூவாய் பூப்போம் வா பெண்: நான் நானா கேட்டேன் என்னை நானே நான் நீயா நெஞ்சம் சொன்னதே பெண்: முன்பே வா என் அன்பே வா ஊனே வா உயிரே வா முன்பே வா என் அன்பே வா பூ பூவாய் பூப்போம் வா பெண்: ரங்கோ ரங்கோலி கோலங்கள் நீ போட்டாய் கோலம் போட்டவள் கைகள் வாழி வளையல் சத்தம் ஜல் ஜல் பெண்: ரங்கோ ரங்கோலி கோலங்கள் நீ போட்டாய் கோலம் போட்டவள் கைகள் வாழி சுந்தர மல்லிகை சந்தன மல்லிகை சித்திர புன்னகை வண்ணம் மின்ன பெண்: பூ வைத்தாய் பூ வைத்தாய் நீ பூவைக்கோர் பூ வைத்தாய் மண பூவைத்து பூ வைத்து பூவைக்குள் தீ வைத்தாய் ஓ ஆண்: நீ நீ நீ மழையில் ஆட நான் நான் நான் நனைந்தே வாட என் நாளத்தில் உன் ரத்தம் நாடிக்குள் உன் சத்தம் உயிரே ஹோ பெண்: தோளில் ஒரு சில நாளில் தனியென ஆனால் தரையினில் மீன் பெண்: முன்பே வா என் அன்பே வா ஊனே வா உயிரே வா முன்பே வா என் அன்பே வா ஆண்: பூ பூவாய் பூப்போம் வா பெண்: முன்பே வா என் அன்பே வா பூ பூவாய் பூப்போம் வா ஆண்: நிலவிடம் வாடகை வாங்கி விழி வீட்டினில் குடி வைக்கலாமா நாம் வாழும் வீட்டுக்குள் வேறாரும் வந்தாலே தகுமா பெண்: தேன் மழை தேக்குக்கு நீதான் உந்தன் தோள்களில் இடம் தரலாமா நான் சாயும் தோள் மேல் வேறாரும் சாய்ந்தாலே தகுமா ஆண்: நீரும் செம்புல சேறும் கலந்தது போலே கலந்தவர் நாம் பெண்: முன்பே வா என் அன்பே வா ஊனே வா உயிரே வா முன்பே வா என் அன்பே வா பூ பூவாய் பூப்போம் வா ஆண்: நான் நானா கேட்டேன் என்னை நானே நான் நீயா நெஞ்சம் சொன்னதே பெண்: முன்பே வா என் அன்பே வா ஊனே வா உயிரே வா முன்பே வா என் அன்பே வா பூ பூவாய் பூப்போம் வா பெண்: ரங்கோ ரங்கோலி கோலங்கள் நீ போட்டாய் கோலம் போட்டவள் கைகள் வாழி வளையல் சத்தம் ஜல் ஜல் பெண்: ரங்கோ ரங்கோலி கோலங்கள் நீ போட்டாய் கோலம் போட்டவள் கைகள் வாழி சுந்தர மல்லிகை சந்தன மல்லிகை சித்திர புன்னகை வண்ணம் மின்ன பெண்: ரங்கோ ரங்கோலி கோலங்கள் நீ போட்டாய் கோலம் போட்டவள் கைகள் வாழி வளையல் சத்தம் ஜல் ஜல் பெண்: ரங்கோ ரங்கோலி கோலங்கள் நீ போட்டாய் கோலம் போட்டவள் கைகள் வாழி சுந்தர மல்லிகை சந்தன மல்லிகை சித்திர புன்னகை வண்ணம் மின்ன","பாடகர்கள்":"நரேஷ் ஐயர், ஸ்ரேயா கோஷல்","பாடலாசிரியர்":"வாலி","உருவகம்":"நான் நீயா நெஞ்சம் சொன்னதே","உவமேயம்":"நான்","உவமானம்":"நீ"}
{"பாடல்":"ஏனோ வானிலை மாறுதே","படம்":"அச்சம் என்பது மடமையடா","வருடம்":2016,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஏனோ வானிலை மாறுதே மணித்துளி போகுதே மாா்பின் வேகம் கூடுதே மனமோ ஏதோ சொல்ல வாா்த்தை தேடுதே கண்ணெல்லாம் நீயேதான் நிற்கின்றாய் விழியின்மேல் நான் கோபம் கொண்டேன் இமை மூடிடு என்றேன் நகரும் நொடிகள் கசையடிப் போலே முதுகின் மேலே விழுவதினாலே வாி வாிக் கவிதை எழுதும் வலிகள் எழுதா மொழிகள் எனது கடல் போல பொிதாக நீ நின்றாய் சிறுவன் நான் சிறு அலை மட்டும்தான் பாா்க்கிறேன் பாா்க்கிறேன் எாியும் தீயில் எண்ணெய் நீ ஊற்று நான் வந்து நீராடும் நீரூற்று ஓ ஊரெல்லாம் கண்மூடித் தூங்கும் ஓசைகள் இல்லாத இரவே ஓ நான் மட்டும் தூங்காமல் ஏங்கி உன்போல காய்கின்றேன் நிலவே கலாபம் போலாடும் கனவில் வாழ்கின்றனே கை நீட்டி உன்னைத் தீண்டவே பாா்த்தேன் ஏன் அதில் தோற்றேன் ஏன் முதல் முத்தம் தர தாமதம் ஆகுது தாமரை வேகுது தள்ளிப் போகாதே எனையும் தள்ளிப் போகச் சொல்லாதே இருவர் இதழும் மலா் எனும் முள்தானே தேகம் தடை இல்லை என நானும் ஒரு வாா்த்தை சொல்கின்றேன் ஆனால் அது பொய் தான் என நீயும் அறிவாய் என்கின்றேன் அருகினில் வா கனவிலே தொிந்தாய் விழித்ததும் ஒளிந்தாய் கனவினில் தினம் தினம் மழைத்துளியாய் பொழிந்தாய் தள்ளிப் போகாதே கண்களில் ஏக்கம் காதலின் மயக்கம் ஆனால் பாா்த்த நிமிடம் ஒரு விதமானத் தயக்கம் நொடி நொடியாய் நேரம் குறைய என் காதல் ஆயுள் கறைய ஏனோ ஏனோ மாா்பில் வேகம் கூட விதியின் சதி விளையாடுதே எனை விட்டுப் பிாியாதன்பே எனை விட்டுப் பிாியாதன்பே ஏனோ ஏனோ ஏனோ ஏனோ ஏனோ ஏனோ அன்பே","பாடகர்கள்":"சித்ஸ்ரீராம்,   தினேஷ் கனகரத்தினம்","பாடலாசிரியர்":"தாமரை, தினேஷ் கனகரத்தினம்","உருவகம்":"நகரும் நொடிகள் கசையடிப் போலே","உவமேயம்":"நகரும் நொடிகள்","உவமானம்":"கசையடி"}
{"பாடல்":"என் காதல் சொல்ல","படம்":"பையா","வருடம்":2010,"இசையமைப்பாளர்":"யுவன் ஷங்கா் ராஜா","பாடல் வரிகள்":"என் காதல் சொல்ல நேரம் இல்லை உன் காதல் சொல்ல தேவை இல்லை நம் காதல் சொல்ல வாா்த்தை இல்லை உண்மை மறைத்தாலும் மறையாதடி உன் கையில் சேர ஏங்கவில்லை உன் தோளில் சாய ஆசை இல்லை நீ போன பின்பு சோகம் இல்லை என்று பொய் சொல்ல தொியாதடி உன் அழகாலே உன் அழகாலே என் வெயில் காலம் அது மழை காலம் உன் கனவாலே உன் கனவாலே மனம் அலைபாயும் மெல்ல குடை சாயும் என் காதல் சொல்ல நேரம் இல்லை உன் காதல் சொல்ல தேவை இல்லை நம் காதல் சொல்ல வாா்த்தை இல்லை உண்மை மறைத்தாலும் மறையாதடி காற்றோடு கை வீசி நீ பேசினால் எந்தன் நெஞ்சோடு புயல் வீசுதே வயதோடும் மனதோடும் சொல்லாமலே சில எண்ணங்கள் வலை வீசுதே காதல் வந்தாலே கண்ணோடு தான் கள்ளத்தனம் வந்து குடி ஏறுமோ கொஞ்சம் நடித்தேனடி கொஞ்சம் துடித்தேனடி இந்த விளையாட்டை ரசித்தேனடி உன் விழியாலே உன் விழியாலே என் வழி மாறும் கண் தடுமாறும் அடி இது ஏதோ புது ஏக்கம் இது வலித்தாலும் நெஞ்சம் அதை ஏற்கும் ஒரு வாா்த்தை பேசாமல் நீ பாரடி உந்தன் நிமிடங்கள் நீளட்டுமே வேறேதும் நினைக்காமல் விழி மூடடி இந்த நெருக்கங்கள் தொடரட்டுமே யாரும் பாா்க்காமல் எனை பாா்க்கிறேன் என்னை அறியாமல் உன்னை பாா்க்கிறேன் சிறு பிள்ளையென எந்தன் இமைகள் அது உன்னை கண்டாலே குதிகின்றதே என் அதிகாலை என் அதிகாலை உன் முகம் பாா்த்து தினம் எழ வேண்டும் என் அந்தி மாலை என் அந்தி மாலை உன் மடி சாய்ந்து தினம் விழ வேண்டும் என் காதல் சொல்ல நேரம் இல்லை உன் காதல் சொல்ல தேவை இல்லை நம் காதல் சொல்ல வாா்த்தை இல்லை உண்மை மறைத்தாலும் மறையாதடி உன் கையில் சேர ஏங்கவில்லை உன் தோளில் சாய ஆசை இல்லை நீ போன பின்பு சோகம் இல்லை என்று பொய் சொல்ல தொியாதடி","பாடகர்கள்":"யுவன் ஷங்கா் ராஜா","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"சிறு பிள்ளையென எந்தன்","உவமேயம்":"நான்","உவமானம்":"பிள்ளை"}
{"பாடல்":"விழி மூடி யோசித்தால்","படம்":"அயன்","வருடம்":2009,"இசையமைப்பாளர்":"ஹாரிஸ் ஜெயராஜ்","பாடல் வரிகள்":"விழி மூடி யோசித்தால் அங்கேயும் வந்தாய் முன்னே முன்னே விழி மூடி யோசித்தால் அங்கேயும் வந்தாய் முன்னே முன்னே தனியாக பேசிடும் சந்தோசம் தந்தாய் பெண்ணே பெண்ணே அடி இதுபோல் மழைகாலம் என் வாழ்வில் வருமா மழை கிளியே மழை கிளியே உன் கண்ணை கண்டேனே விழி வழியே விழி வழியே நான் என்னை கண்டேனே செந்தேனே விழி மூடி யோசித்தால் அங்கேயும் வந்தாய் முன்னே முன்னே தனியாக பேசிடும் சந்தோசம் தந்தாய் பெண்ணே பெண்ணே அடி இதுபோல் மழைகாலம் என் வாழ்வில் வருமா மழை கிளியே மழை கிளியே உன் கண்ணை கண்டேனே விழி வழியே விழி வழியே நான் என்னை கண்டேனே செந்தேனே கடலாய் பேசிடும் வாா்த்தைகள் யாவும் துளியாய் துளியாய் குறையும் மௌனம் பேசிடும் பாஷைகள் மட்டும் புாிந்திடுமே தானாய் எந்தன் கால்கள் இரண்டும் உந்தன் திசையில் நடக்கும் தூரம் நேரம் காலம் எல்லாம் சுருங்கிடுமே இந்த காதல் வந்துவிட்டால் நம் தேகம் மிதந்திடுமே விண்ணோடும் முகிலோடும் விளையாடி திாிந்திடுமே விழி மூடி யோசித்தால் அங்கேயும் வந்தாய் முன்னே முன்னே தனியாக பேசிடும் சந்தோசம் தந்தாய் பெண்ணே பெண்ணே அடி இதுபோல் மழைகாலம் என் வாழ்வில் வருமா மழை கிளியே மழை கிளியே உன் கண்ணை கண்டேனே விழி வழியே விழி வழியே நான் என்னை கண்டேனே மழை கிளியே மழை கிளியே உன் கண்ணை கண்டேனே விழி வழியே விழி வழியே நான் என்னை கண்டேனே செந்தேனே ஆசை என்னும் தூண்டில் முள்தான் மீனாய் நெஞ்சை இழுக்கும் மாட்டிக்கொண்டபின் மறுபடி மாட்டிட மனம் துடிக்கும் சுற்றும் பூமி என்னை விட்டு தனியாய் சுற்றி பறக்கும் நின்றால் நடந்தால் நெஞ்சில் ஏதோ புது மயக்கம் இது மாயவலையல்லவா புது மோகநிலையல்லவா உடை மாறும் நடை மாறும் ஒரு பாரம் என்னை பிடிக்கும் விழி மூடி யோசித்தால் அங்கேயும் வந்தாய் முன்னே முன்னே தனியாக பேசிடும் சந்தோசம் தந்தாய் பெண்ணே பெண்ணே அடி இதுபோல் மழைகாலம் என் வாழ்வில் வருமா","பாடகர்கள்":"கார்த்திக்","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"ஆசை என்னும் தூண்டில் முள்தான்","உவமேயம்":"ஆசை","உவமானம்":"தூண்டில் முள்"}
{"பாடல்":"யாரோ என் நெஞ்சை","படம்":"குட்டி","வருடம்":2010,"இசையமைப்பாளர்":"தேவி ஸ்ரீ பிரசாத்","பாடல் வரிகள்":"யாரோ என் நெஞ்சை தீண்டியது ஒரு விரலாலே தூங்கும் என் உயிரை தூண்டியது யாரோ என் கனவில் பேசியது இரு விழியாலே வாசம் வரும் பூக்கள் வீசியது தூரத்தில் நீ வந்தால் என் நெஞ்சில் பூகம்பம் மேகங்கள் இல்லாமல் மழை சாரல் ஆரம்பம் முதலும் ஒரு முடிவும் என் வாழ்வில் நீதானே நிலவாக உன்னை வானில் பார்த்தேன் அலையாக உன்னை கடலில் பார்த்தேன் சிலையாக கருங்கல்லில் கூட உன்னை பார்த்தேனே மானாக உன்னை மலையில் பார்த்தேன் தேனாக உன்னை மலரில் பார்த்தேன் மயிலாக உன்னை வேடந்தாங்கல் காட்டில் பார்த்தேனே பேச சொல்கிறேன் உன்னை நீ ஏசி செல்கிறாய் என்னை வீணை தன்னையே மீட்டிக் கொண்டதாய் எண்ணி கொள்கிறேன் அன்பே காலம் என்பது மாறும் வலி தந்த காயங்கள் ஆறும் மேற்கு சூரியன் மீண்டும் காலையில் கிழக்கில் தோன்றி தான் தீரும் நதியோடு போகின்ற படகு என்றால் ஆடாதா ஆனாலும் அழகாக கரை சென்று சேராதா உயிரே என் உயிரே ஒரு வாய்ப்பை தருவாயா நிலவாக உன்னை வானில் பார்த்தேன் அலையாக உன்னை கடலில் பார்த்தேன் சிலையாக கருங்கல்லில் கூட உன்னை பார்த்தேனே மானாக உன்னை மலையில் பார்த்தேன் தேனாக உன்னை மலரில் பார்த்தேன் மயிலாக உன்னை வேடந்தாங்கல் காட்டில் பார்த்தேனே பாதி கண்களால் தூங்கி என் மீதி கண்களால் ஏங்கி எங்கு வேண்டுமோ அங்கு உன்னையே கொண்டு சேர்க்கிறேன் தாங்கி நேசம் என்பது போதை ஒரு தூக்கம் தாக்கிடும் பாதை என்ற போதிலும் அந்த துன்பத்தை ஏற்று கொள்பவன் மேதை உன்னோடு நான் வாழும் இந்நேரம் போதாதா எந்நாளும் மறவாத நாளாகி போகாதா இன்றே இறந்தாலும் அது இன்பம் ஆகாதா நிலவாக உன்னை வானில் பார்த்தேன் அலையாக உன்னை கடலில் பார்த்தேன் சிலையாக கருங்கல்லில் கூட உன்னை பார்த்தேனே மானாக உன்னை மலையில் பார்த்தேன் தேனாக உன்னை மலரில் பார்த்தேன் மயிலாக உன்னை வேடந்தாங்கல் காட்டில் பார்த்தேனே","பாடகர்கள்":"சாகர், சுமங்கலி","பாடலாசிரியர்":"தாமரை","உருவகம்":"நிலவாக உன்னை","உவமேயம்":"அவள்","உவமானம்":"நிலவு"}
{"பாடல்":"அழகோ அழகு","படம்":"சமர்","வருடம்":2013,"இசையமைப்பாளர்":"யுவன் சங்கர் ராஜா","பாடல் வரிகள்":"அழகோ அழகு அவள் கண்ணழகு அவள்போல் இல்லை ஒரு பேரழகு அழகோ அழகு அவள் பேச்சழகு அருகில் எரிக்கும் அவள் மூச்சழகு அழகோ அழகு அவள் கண்ணழகு அவள்போல் இல்லை ஒரு பேரழகு அழகோ அழகு அவள் பேச்சழகு அருகில் எரிக்கும் அவள் மூச்சழகு தத்தி நடக்கும் அவள் நடையழகு பத்தி எரியும் அவள் உடையழகு அய்யய்யோ சிக் என நடக்கும் அய்யய்யோ ஓவியம் அவளோ அய்யய்யோ சக்கரை தடவி அய்யய்யோ செஞ்சது உடலோ அழகோ அழகு அழகோ அழகு எந்த பூவிலிருந்து வந்ததிந்த தேனோ என்று என்னை வியக்கும் இதழ் அழகு அந்தியிலே வானம் சிவந்ததை போலே கன்னம் எங்கும் தோன்றும் வெட்கம் அழகு மெல்லிடையை பற்றி சொன்னால் நில்லாத அழகு மேலே கொஞ்சம் பார்க்க சொன்னால் பொல்லாத அழகு கடவுள் கவிதை ஒன்றை படைத்ததை என்ன சொல்ல காட்டருவி போலே அலை அலையாக கண்டபடி ஓடும் குழல் அழகு கண்ணில் ரெண்டு வலையை பிண்ணி பிண்ணி வீசி நெஞ்சம் அதை பறிக்கும் செயல் அழகு தெற்றுப் பல்லில் சிரிக்கையில் தீராத அழகு தள்ளி நின்று யோசிக்கையில் வேறேதோ அழகு கடவுள் கவிதை ஒன்றை படைத்ததை என்ன சொல்ல அய்யய்யோ அய்யய்யோ அய்யய்யோ அய்யய்யோ","பாடகர்கள்":"நரேஷ் ஐயர்","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"எந்த பூவிலிருந்து வந்ததிந்த தேனோ","உவமேயம்":"அன்பு","உவமானம்":"தேன்"}
{"பாடல்":"எனதுயிரே எனதுயிரே","படம்":"பீமா","வருடம்":2008,"இசையமைப்பாளர்":"ஹாரிஸ் ஜெயராஜ்","பாடல் வரிகள்":"பெண்: எனதுயிரே எனதுயிரே எனக்கெனவே நீ கிடைத்தாய் எனதுறவே எனதுறவே கடவுளைப் போல் நீ முளைத்தாய் பெண்: நெடுஞ்சாலையில் படும் பாதம்போல் சேர்கிறேன் வாழும் காலமே வரும் நாட்களே தரும் பூக்களே நீளுமே காதல் காதல் வாசமே பெண்: எனதுயிரே எனதுயிரே எனக்கெனவே நீ கிடைத்தாய் எனதுறவே எனதுறவே கடவுளைப் போல் நீ முளைத்தாய் ஆண்: இனி இரவே இல்லை கண்டேன் உன் விழிகளில் கிழக்கு திசை இனி பிரிவே இல்லை அன்பே உன் உளறலும் எனக்கு இசை பெண்: உன்னை காணும் வரையில் எனது வாழ்க்கை வெள்ளை காகிதம் கண்ணால் நீயும் அதிலே எழுதி போனாய் நல்ல ஓவியம் சிறு பார்வையில் ஒரு வார்த்தையில் தோன்றுதே நூறு கோடி வானவில் ஆண்: எனதுயிரே எனதுயிரே எனக்கெனவே நீ கிடைத்தாய் எனதுறவே எனதுறவே கடவுளைப் போல் நீ முளைத்தாய் பெண்: மரம் இருந்தால் அங்கே என்னை நான் நிழலென விரித்திடுவேன் இலை விழுந்தால் ஐய்யோ என்றே நான் இருதயம் துடித்திடுவேன் ஆண்: இனி மேல் நமது இதழ்கள் இணைந்து சிரிக்கும் ஓசை கேட்குமே நெடுநாள் நிலவும் நிலவின் களங்கம் துடைக்க கைகள் கோர்க்குமே உருவாக்கினாய் அதிகாலையை ஆகவே நீ என் வாழ்வின் மோட்சமே பெண்: எனதுயிரே எனதுயிரே எனக்கெனவே நீ கிடைத்தாய் எனதுறவே எனதுறவே கடவுளைப் போல் நீ முளைத்தாய் ஆண்: நெடுஞ்சாலையில் படும் பாதம்போல் சேர்கிறேன் வாழும் காலமே வரும் நாட்களே கரும் பூக்களே நீளுமே காதல் காதல் வாசமே","பாடகர்கள்":"ஷாதனா சர்கம்,  சின்மயீ,  சௌமியா ராவ், நிக்கில் மேதீவ்","பாடலாசிரியர்":"யுகபாரதி","உருவகம்":"கடவுளைப் போல் நீ முளைத்தாய்","உவமேயம்":"நீ","உவமானம்":"கடவுள்"}
{"பாடல்":"நீ கவிதைகளா","படம்":"மரகத நாணயம்","வருடம்":2017,"இசையமைப்பாளர்":"திப்பு நினன் தாமஸ்","பாடல் வரிகள்":"நீ கவிதைகளா கனவுகளா கயல்விழியே நான் நிகழ்வதுவா கடந்ததுவா பதில் மொழியே உன்னோடு நெஞ்சம் உறவாடும் வேளை தண்ணீர் கமலம் தானா முகம் காட்டு நீ முழு வெண்பனி ஓடாதே நீ என் எல்லையே இதழோரமாய் சிறு புன்னகை நீ காட்டடி என் முல்லையே மழையோடு நனையும் புது பாடல் நீதான் அழகான திமிரே அடியே அடியே காற்றோடு பரவும் உன் வாசம் தினமும் புது போதை தானே சிலையே அழகே அழகே… நான் உனக்கென்னவே முதல் பிறந்தேன் இளங்கொடியே நீ எனக்கென்னவே கரம் விரித்தாய் என் வரமே மந்தார பூப்போல மச்சம் காணும் வேல என்னத்த நான் சொல்ல மிச்சம் ஒன்னும் இல்ல முழு மதியினில் பனி இரவினில் கனி பொழுதினில் ஓடாதே முகம் காட்டு நீ முழு வெண்பனி ஓடாதே நீ என் எல்லையே இதழோரமாய் சிறு புன்னகை நீ காட்டடி என் முல்லையே நீ கவிதைகளா கனவுகளா கயல்விழியே நான் நிகழ்வதுவா கடந்ததுவா உன்னோடு நெஞ்சம் உறவாடும் வேளை தண்ணீர் கமலம் தானா முகம் காட்டு நீ முழு வெண்பனி ஓடாதே நீ என் எல்லையே இதழோரமாய் சிறு புன்னகை நீ காட்டடி என் முல்லையே முகம் காட்டு நீ முழு வெண்பனி ஓடாதே நீ என் எல்லையே இதழோரமாய் சிறு புன்னகை நீ காட்டடி என் முல்லையே","பாடகர்கள்":"பிரதீப் குமார்","பாடலாசிரியர்":"GKB","உருவகம்":"நீ கவிதைக","உவமேயம்":"நீ","உவமானம்":"கவிதை"}
{"பாடல்":"உன் பேரை சொல்லும் போதே","படம்":"அங்காடி தெரு","வருடம்":2010,"இசையமைப்பாளர்":"GV பிரகாஷ் குமார்","பாடல் வரிகள்":"ஆண்: உன் பேரை சொல்லும் போதே உள் நெஞ்சில் கொண்டாட்டம் உன்னோடு வாழதானே உயிர் வாழும் போராட்டம் ஆண்: நீ பார்க்கும் போதே மழை ஆவேன் ஓ உன் அன்பில் கண்ணீர் துளி ஆவேன் நீ இல்லை என்றால் என் ஆவேன் ஓ நெருப்போடு வெந்தே மண் ஆவேன் பெண்: உன் பேரை சொல்லும் போதே உள் நெஞ்சில் கொண்டாட்டம் உன்னோடு வாழதானே உயிர் வாழும் போராட்டம் பெண்: நீ இல்லை என்றால் என் ஆவேன் ஓ நெருப்போடு வெந்தே மண் ஆவேன் ஆண்: நீ பேரழகில் போர் நடத்தி என்னை வென்றாய் கண் பார்க்கும் போதே பார்வையாலே கடத்தி சென்றாய் பெண்: நான் பெண்ணாக பிறந்ததற்கு அர்த்தம் சொன்னாய் முன் அறியாத வெட்கங்கள் நீயே தந்தாய் ஆண்: என் உலகம் தனிமை காடு நீ வந்தாய் பூக்களோடு என்னை தொடரும் கனவுகளோடு பெண்ணே பெண்ணே பெண்: நீ இல்லை என்றால் என் ஆவேன் ஓ நெருப்போடு வெந்தே மண் ஆவேன் ஆண்: உன் பேரை சொல்லும் போதே உள் நெஞ்சில் கொண்டாட்டம் உன்னோடு வாழதானே உயிர் வாழும் போராட்டம் பெண்: ஓ நீ பார்க்கும் போதே மழை ஆவேன் ஆண்:ஓ உன் அன்பில் கண்ணீர் துளி ஆவேன் ஆண்: உன் கருங்கூந்தல் குழலாகதான் எண்ணம் தோன்றும் உன் காதோரம் உரையாடிதான் ஜென்மம் தீரும் பெண்: உன் மார்போடு சாயும் அந்த மயக்கம் போதும் என் மனதோடு சேர்த்து வைத்த வலிகள் தீரும் ஆண்: உன் காதல் ஒன்றை தவிர என் கையில் ஒன்றும் இல்லை அதை தாண்டி ஒன்றுமே இல்லை பெண்ணே பெண்ணே ஆண்: நீ இல்லை என்றால் என் ஆவேன் ஓ நெருப்போடு வெந்தே மண் ஆவேன் இருவரும்: உன் பேரை சொல்லும் போதே உள் நெஞ்சில் கொண்டாட்டம் உன்னோடு வாழதானே உயிர் வாழும் போராட்டம் இருவரும்: நீ பார்க்கும் போதே மழை ஆவேன் ஓ உன் அன்பில் கண்ணீர் துளி ஆவேன் நீ இல்லை என்றால் என் ஆவேன் ஓ நெருப்போடு வெந்தே மண் ஆவேன்","பாடகர்கள்":"ஹரிச்சரண், நரேஷ் ஐயர், ஸ்ரேயா கோஷல்","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"உன் கருங்கூந்தல் குழலாகதான்\nஎண்ணம் தோன்றும்","உவமேயம்":"எண்ணம்","உவமானம்":"கருங்கூந்தல்"}
{"பாடல்":"என் விரல் இடுக்குல","படம்":"நானும் ரவுடிதான்","வருடம்":2015,"இசையமைப்பாளர்":"அனிரூத் ரவிச்சந்தர்","பாடல் வரிகள்":"கண்ணான கண்ணே நீ கலங்காதடி கண்ணான கண்ணே நீ கலங்காதடி நீ கலங்காதடி யாா் போனா யாா் போனா என்ன யாா் போனா யாா் போனா யாா் போனா என்ன நான் இருப்பேனடி நீ கலங்காதடி ஒரு கணம் ஒரு போதும் பிாியகூடாதே என் உயிரே என் உயிரே நீ அழுக கூடாதே நீ கண்ட கனவு எதுமே கலையகூடாதே நான் இருக்கும் நாள் வரைக்கும் நீ அழுக கூடாதே கிடைச்சத இழக்குறதும் இழந்தது கிடைக்குறதும் அதுக்கு பழகுறதும் நியாயம் தானடி குடுத்தத எடுக்குறதும் வேற ஒன்ன குடுக்குறதும் நடந்தத மறக்குறதும் வழக்கம் தானடி கண்ணான கண்ணே நீ கலங்காதடி என் உயிரோட ஆதாரம் நீ தானடி கண்ணான கண்ணே நீ கலங்காதடி யாா் போனா என்ன நான் இருப்பேனடி என் விரல் இடுக்குல உன் விரல் கெடக்கனும் நசுங்குற அளவுக்கு இறுக்கி நா புடிக்கனும் நான் கண்ண தொறக்கையில் உன் முகம் தொியனும் உசுருள்ள வரைக்குமே உனக்கென்ன புடிக்கனும் கடல் அலை போல உன் கால் தொட்டு உரசி கடல் உள்ள போறவன் நான் இல்லடி கடல் மண்ண போல உன் காலோட ஒட்டி கரை தாண்டும் வரை நான் இருப்பேனடி கண்ணான கண்ணே நீ கலங்காதடி என் உயிரோட ஆதாரம் நீ தானடி கண்ணான கண்ணே நீ கலங்காதடி யாா் போனா என்ன நான் இருப்பேனடி ஒரு கணம் ஒரு போதும் பிாிய கூடாதே என் உயிரே என் உயிரே நீ அழுக கூடாதே நீ கண்ட கனவு எதுமே கலைய கூடாதே நான் இருக்கும் நாள் வரைக்கும் நீ அழுக கூடாதே நித்தம் நித்தம் நீ ஒடஞ்சா ஒட்ட வைக்க நான் இருக்கேன் கிட்ட வச்சு பாத்துக்கவே உயிா் வாழுரேண்டி பெத்தவங்க போனா என்ன சத்தமில்லா உன் உலகில் நித்தம் ஒரு முத்தம் வைக்கத்தான் உயிா் வாழுரேண்டி","பாடகர்கள்":"சீயன் ரோல்டன்","பாடலாசிரியர்":"விக்னேஷ் சிவன்","உருவகம்":"கடல் அலை போல","உவமேயம்":"நீ","உவமானம்":"கடல்"}
{"பாடல்":"முழுமதி அவளது முகமாகும்","படம்":"ஜோதா அக்பர்","வருடம்":2008,"இசையமைப்பாளர்":"ஏ.ஆர்.ரஹ்மான்","பாடல் வரிகள்":"முழுமதி அவளது முகமாகும் மல்லிகை அவளது மணமாகும் மின்னல்கள் அவளது விழியாகும் மௌனங்கள் அவளது மொழியாகும் மார்கழி மாதத்து பனித்துளி அவளது குரலாகும் மகரந்த காட்டின் மான்குட்டி அவளது நடையாகும் அவளை ஒரு நாள் நான் பார்த்தேன் இதயம் கொடு என வரம் கேட்டேன் அதை கொடுத்தாள் உடனே எடுத்தே சென்றுவிட்டாள் ஓஹோ முழுமதி அவளது முகமாகும் மல்லிகை அவளது மணமாகும் மார்கழி மாதத்து பனித்துளி அவளது குரலாகும் மகரந்த காட்டின் மான்குட்டி அவளது நடையாகும் கால்தடமே பதியாத கடல்தீவு அவள்தானே அதன் வாசனை மணலில் பூச்செடி ஆக நினைத்தேன் கேட்டதுமே மறக்காத மெல்லிசையும் அவள்தானே அதன் பல்லவி சரணம் புரிந்தும் மௌனத்தில் இருந்தேன் ஒரு கரையாக அவளிருக்க மறுகரையாக நான் இருக்க இடையில் தனிமை தளும்புதே நதியாய்… கானல் நீரில் மீன் பிடிக்க கைகள் நினைத்தால் முடிந்திடுமா நிகழ்காலம் நடுவே வேடிக்கை பார்க்கிறதே ஓஹோ முழுமதி அவளது முகமாகும் மல்லிகை அவளது மணமாகும் மார்கழி மாதத்து பனித்துளி அவளது குரலாகும் மகரந்த காட்டின் மான்குட்டி அவளது நடையாகும் அமைதியுடன் அவள் வந்தாள் விரல்களை நான் பிடித்து கொண்டேன் பல வானவில் பார்த்தே வழியில் தொடர்ந்தது பயணம் உறக்கம் வந்தே தலைகோத மரத்தடியில் இளைப்பாறி கண் திறந்தேன் அவளும் இல்லை கசந்தது நிமிடம் அருகில் இருந்தால் ஒரு நிமிடம் தொலைவில் தெரிந்தால் மறு நிமிடம் கண்களில் மறையும் பொய்மான் போல் ஓடுகிறாள்… அவளுக்கும் எனக்கும் நடுவினிலே திரையொன்று தெரிந்தது எதிரினிலே முகம் மூடி அணிந்தால் முகங்கள் தெரிந்திடுமா ஓஹோ முழுமதி அவளது முகமாகும் மல்லிகை அவளது மணமாகும் மார்கழி மாதத்து பனித்துளி அவளது குரலாகும் மகரந்த காட்டின் மான்குட்டி அவளது நடையாகும்","பாடகர்கள்":"ஸ்ரீனிவாஸ்","பாடலாசிரியர்":"–","உருவகம்":"முழுமதி அவளது முகமாகும்","உவமேயம்":"அவளது முகம்","உவமானம்":"முழுமதி"}
{"பாடல்":"உசுரே போகுதே","படம்":"ராவணன்","வருடம்":2010,"இசையமைப்பாளர்":"ஏ.ஆர்.ரஹ்மான்","பாடல் வரிகள்":"இந்த பூமியில எப்ப வந்து நீ பொறந்த என் புத்திக்குள்ள தீப்பொறிய நீ வெதச்ச அடி தேக்கு மர காடு பெருசுதான் சின்ன தீக்குச்சி உசரம் சிறுசுதான் அடி தேக்கு மர காடு பெருசுதான் சின்ன தீக்குச்சி உசரம் சிறுசுதான் ஒரு தீக்குச்சி விழுந்து புடிக்குதடி கருந்தேக்கு மரக்காடு வெடிக்குதடி உசுரே போகுதே உசுரே போகுதே உதட்ட நீ கொஞ்சம் சுழிக்கயிலே ஓ மாமன் தவிக்கிறேன் மடி பிச்ச கேக்குறேன் மனச தாடி என் மணி குயிலே அக்கரைச் சீமையில் நீ இருந்தும் ஐவிரல் தீண்டிட நினைக்குதடி அக்கினி பழமுன்னு தெரிஞ்சிருந்தும் அடிக்கடி நாக்கு துடிக்குதடி ஒடம்பும் மனசும் தூரம் தூரம் ஒட்ட நினைக்கேன் ஆகல மனசு சொல்லும் நல்ல சொல்ல மாய ஒடம்பு கேக்கல தவியா தவிச்சு உசுர் தடம் கெட்டு திரியுதடி தையிலாங் குருவி என்ன தள்ளி நின்னு சிரிக்குதடி இந்த மம்முத கிறுக்கு தீருமா அடி மந்திரிச்சு விட்ட கோழி மாறுமா என் மயக்கத்த தீத்து வெச்சு மன்னிச்சிடுமா சந்திரனும் சூரியனும் சுத்தி ஒரே கோட்டில் வருகுதே சத்தியமும் பத்தியமும் இப்ப தலை சுத்தி கெடக்குதே உசுரே போகுதே உசுரே போகுதே உதட்ட நீ கொஞ்சம் சுழிக்கயிலே ஓ மாமன் தவிக்கிறேன் மடி பிச்ச கேக்குறேன் மனச தாடி என் மணி குயிலே அக்கரைச் சீமையில் நீ இருந்தும் ஐவிரல் தீண்டிட நினைக்குதடி அக்கினி பழமுன்னு தெரிஞ்சிருந்தும் அடிக்கடி நாக்கு துடிக்குதடி இந்த உலகத்தில் இது ஒன்னும் புதுசுல்ல ஒண்ணு ரெண்டு தப்பி போகும் ஒழுக்கத்துல விதி சொல்லி வழி போட்டான் மனசபுள்ள விதி விலக்கில்லாத விதியுமில்ல எட்ட இருக்கும் சூரியன் பாத்து மொட்டு விரிக்குது தாமரை தொட்டு விடாத தூரம் இருந்தும் சொந்த பந்தமும் போகல பாம்பா விழுதா ஒரு பாகுபாடு தெரியலையே பாம்பா இருந்தும் நெஞ்சு பயப்பட நினைக்கலையே என் கட்டையும் ஒரு நாள் சாயலாம் என் கண்ணுல உன் முகம் போகுமா நா மண்ணுக்குள்ள உன் நெனப்பு மனசுக்குள்ள சந்திரனும் சூரியனும் சுத்தி ஒரு கோட்டில் வருகுதே சத்தியமும் பத்தியமும் இப்ப தலை சுத்தி கெடக்குதே உசுரே போகுதே உசுரே போகுதே உதட்ட நீ கொஞ்சம் சுழிக்கயிலே ஓ மாமன் தவிக்கிறேன் மடி பிச்ச கேக்குறேன் மனச தாடி என் மணி குயிலே அக்கரைச் சீமையில் நீ இருந்தும் ஐவிரல் தீண்டிட நினைக்குதடி அக்கினி பழமுன்னு தெரிஞ்சிருந்தும் அடிக்கடி நாக்கு துடிக்குதடி","பாடகர்கள்":"கார்த்திக்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"சந்திரனும் சூரியனும் சுத்தி\nஒரே கோட்டில் வருகுதே","உவமேயம்":"நானும் நீயும்","உவமானம்":"சந்திரனும் சூரியனும்"}
{"பாடல்":"நெஞ்சே நெஞ்சே மறந்துவிடு","படம்":"ரட்சகன்","வருடம்":1997,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: நெஞ்சே நெஞ்சே மறந்துவிடு நினைவினை கடந்துவிடு நெஞ்சே நெஞ்சே உறங்கிவிடு நிஜங்களை துறந்துவிடு ஆண்: கண்களை விற்றுதான் ஓவியமா வெந்நீரில் மீன்கள் தூங்குமா கண்ணீரில் காதல் வாழுமா ஆண்: நெஞ்சே நெஞ்சே மறந்துவிடு நினைவினை கடந்துவிடு நெஞ்சே நெஞ்சே உறங்கிவிடு நிஜங்களை துறந்துவிடு ஆண்: பெண்ணே பெண்ணே உன் வளையல் எனக்கொரு விளங்கல்லவோ காற்றுக்கு சிறை என்னவோ ஆண்: தன்மானத்தின் தலையை விற்று காதலில் வாழ் வாங்கவோ கண் மூடி நான் வாழவோ ஆண்: உன்னை எண்ணி முள் விரித்து படுக்கவும் பழகிக்கொண்டேன் என்னில் யாரும் கல் எறிந்தால் சிரிக்கவும் பழகிக்கொண்டேன் ஆண்: உள்ளத்தை மறைத்தேன் உயிர்வலி பொறுத்தேனே சுயத்தை எதுவோ சுட்டதடி வந்தேன் பெண்: நெஞ்சே நெஞ்சே நெறுங்கிவிடு நிகழ்ந்ததை மறந்துவிடு நெஞ்சே நெஞ்சே நெகிழ்ந்துவிடு நிஜங்களில் கலந்துவிடு பெண்: கட்டி வைத்த காற்றே வந்துவிடு கைகள் ரெண்டை ஏந்தினேன் காதல் பிச்சை கேட்கிறேன் ஹான் பெண்: நெஞ்சே நெஞ்சே நெஞ்சே நெஞ்சே நெஞ்சே நெஞ்சே பெண்: அன்பே அன்பே நீ பிரிந்தால் கண்களில் மழை வருமே காற்று எனை கை விடுமே பெண்: விதை அழித்து செடி வருமே சிற்பிகள் உடைத்த பின்னே முத்துக்கள் கைவருமே பெண்: காதல் ராஜா ஒன்றை கொடுத்தால் இன்னொன்றில் உயிர் வருமே உன்னை கொஞ்சம் விட்டுக் கொடுத்தால் காதலில் சுகம் வருமே பெண்: அஸ்தமனம் எல்லாம் நிரந்தரம் அல்ல மேற்கில் விதைத்தால் கிழக்கினில் முளைக்கும் பெண்: நெஞ்சே நெஞ்சே நெஞ்சே நெஞ்சே நெஞ்சே நெஞ்சே","பாடகர்கள்":"KJ யேசுதாஸ், சாதனா சர்கம்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"அன்பே அன்பே நீ பிரிந்தால் கண்களில் மழை வருமே","உவமேயம்":"மழை","உவமானம்":"கண்ணீர்"}
{"பாடல்":"கண்ணாமூச்சி ஏனடா","படம்":"கண்டுகொண்டேன் கண்டுகொண்டேன்","வருடம்":2000,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"கண்ணாமூச்சி ஏனடா கண்ணாமூச்சி ஏனடா என் கண்ணா கண்ணாமூச்சி ஏனடா என் கண்ணா நான் கண்ணாடிப் பொருள் போலடா கண்ணாமூச்சி ஏனடா என் கண்ணா நான் கண்ணாடிப் பொருள் போலடா அந்த நதியின் கரையை நான் கேட்டேன் அந்தக் காற்றை நிறுத்தியும் கேட்டேன் அந்த நதியின் கரையை நான் கேட்டேன் அந்தக் காற்றை நிறுத்தியும் கேட்டேன் வான் வெளியைக் கேட்டேன் விடையே இல்லை வான் வெளியைக் கேட்டேன் விடையே இல்லை இறுதியில் உன்னைக் கண்டேன் இருதயப் பூவில் கண்டேன் இறுதியில் உன்னைக் கண்டேன் இருதயப் பூவில் கண்டேன் கண்ணாமூச்சி ஏனடா என் கண்ணா நான் கண்ணாடிப் பொருள் போலடா என் மனம் உனக்கொரு விளையாட்டு பொம்மையா என் மனம் உனக்கொரு விளையாட்டு பொம்மையா எனக்கென உணர்ச்சிகள் தனியாக இல்லையா நெஞ்சின் அலை உறங்காது உன் இதழ் கொண்டு வாய் மூட வா என் கண்ணா உன் இதழ் கொண்டு வாய் மூட வா என் கண்ணா உன் இமை கொண்டு விழி மூட வா உன் உடல்தான் என் உடையல்லவா பாற்கடலில் ஆடிய பின்னும் உன் வண்ணம் மாறவில்லை இன்னும் பாற்கடலில் ஆடிய பின்னும் உன் வண்ணம் மாறவில்லை இன்னும் என் நெஞ்சில் கூடியே நிறம் மாறவா என்னுயிரில் நீ வந்து சேர்க உதடுகள் ஈரமாய் வாழ்க கலந்திட வா கண்ணாமூச்சி ஏனடா என் கண்ணா நான் கண்ணாடிப் பொருள் போலடா வான்மழை விழும்போது மலைகொண்டு காத்தாய் வான்மழை விழும்போது மலைகொண்டு காத்தாய் கண்மழை விழும்போது எதிலென்னைக் காப்பாய் பூவின் கண்ணீரை ரசிப்பாய் நான் என்ன பெண்ணில்லையா என் கண்ணா அதை நீ காணக் கண்ணில்லையா உன் கனவுகளில் நானில்லையா தினம் ஊசலாடுதென் மனசு அட ஊமையல்ல என் கொலுசு என் உள் மூச்சிலே உயிர் நீங்குதே என்னுயிர் துடிக்காமலே காப்பது உன் தீண்டலே உயிர் தர வா கண்ணாமூச்சி ஏனடா என் கண்ணா நான் கண்ணாடிப் பொருள் போலடா","பாடகர்கள்":"KS சித்ரா","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"உன் இதழ் கொண்டு வாய் மூட வா","உவமேயம்":"இதழ்","உவமானம்":"வாய்"}
{"பாடல்":"கொஞ்சும் மைனாக்களே","படம்":"கண்டுகொண்டேன்  கண்டுகொண்டேன்","வருடம்":2000,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"கொஞ்சும் மைனாக்களே கொஞ்சும் மைனாக்களே என் குரல் கேட்டு ஒன்று கூடுங்கள் கொஞ்சும் மைனாக்களே கொஞ்சும் மைனாக்களே என் குரல் கேட்டு ஒன்று கூடுங்கள் அட இன்றே வர வேண்டும் என் தீபாவளி பண்டிகை இன்றே வர வேண்டும் என் தீபாவளி பண்டிகை நாளை வெறும் கனவு அதை ஏன் நம்பனும் நம் நட்டதும் ரோஜா இன்றே பூக்கணும் கொஞ்சும் மைனாக்களே கொஞ்சும் மைனாக்களே என் குரல் கேட்டு ஒன்று கூடுங்கள் பகலில் ஒரு வெண்ணிலா பகலில் ஒரு வெண்ணிலா வந்தால் பாவமா இரவில் ஒரு வானவில் வந்தால் குற்றமா விடை சொல் சொல் சொல் மனசுக்குள் ஜல் ஜல் ஜல் விடை சொல் சொல் சொல் மனசுக்குள் ஜல் ஜல் ஜல் கொஞ்சம் ஆசை கொஞ்சம் கனவு இவை இல்லாமல் வாழ்க்கையா நூறு கனவுகள் கண்டாலே ஆறு கனவுகள் பலிக்காதா கனவே கை சேர வா கொஞ்சும் மைனாக்களே கொஞ்சும் மைனாக்களே என் குரல் கேட்டு ஒன்று கூடுங்கள் என் பேரைச் சொல்லியே குயில்கள் கூவட்டும் எனக்கேற்ற மாதிாி பருவம் மாறட்டும் பரதம் தம் தம் மனதுக்குள் தாம் தூம் திம் பரதம் தம் தம் மனதுக்குள் தாம் தூம் திம் பூங்காற்றே கொஞ்சம் கிழித்து எங்கள் முக வோ்வை போக்கிடும் நாளை என்பது கடவுளுக்கு இன்று என்பது மனிதருக்கு வாழ்வே வாழ்பவா்க்கு கொஞ்சும் மைனாக்களே கொஞ்சும் மைனாக்களே என் குரல் கேட்டு ஒன்று கூடுங்கள் அட இன்றே வர வேண்டும் என் தீபாவளி பண்டிகை இன்றே வர வேண்டும் என் தீபாவளி பண்டிகை நாளை வெறும் கனவு அதை ஏன் நம்பனும் நம் நட்டதும் ரோஜா இன்றே பூக்கணும்","பாடகர்கள்":"ஷாதனா சர்கம்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"பூங்காற்றே கொஞ்சம் கிழித்து எங்கள் முக வோ்வை போக்கிடும்","உவமேயம்":"பூங்காற்று","உவமானம்":"முக வோ்வை"}
{"பாடல்":"அலைகடல் ஆழம்","படம்":"பொன்னியின் செல்வன் 01","வருடம்":2022,"இசையமைப்பாளர்":"AR ரகுமான்","பாடல் வரிகள்":"அலைகடல் ஆழம் நிலவு அறியாதோ ஏலோ ஏலேலோ அடி மன தாகம் விழியில் தெரியாதோ ஏலோ ஏலேலோ பாத மாறும் மேகம் எங்கோ தொலைந்தவள் தானோ வானும் நீரும் சேரும் என்றோ ஓர் நாள் தானோ ஆழியிலே தடம் எதுவும் இல்ல ஏலோ ஏலேலோ வான்வெளியின் மீனொளியில் செல்ல ஏலோ ஏலேலோ அலைகடல் ஆழம் நிலவு அறியாதோ ஏலோ ஏலேலோ இன்பம் துன்பம் ரெண்டும் இடம் பொருள் மாறும் இரவுகள் பகல் ஆகும் முகில் மழை ஆகும் முறுவலும் நீர் ஆகும் வான் எங்கும் சாயாத செஞ்சூரியன் வரதோ அருங்காலையில் நம் பூமியில் நான் ஒரு முறை வாழ்ந்திட மறு கரை ஏறிட பல பல பிறவிகள் கொள்வேனா சொல்லிடு அலைகடல் ஆழம் நிலவு அறியாதோ ஏலோ ஏலேலோ பேசாத மொழி ஒன்றில் காவியமா தானாக உருவான ஓவியமா தாய் இன்றி கருவான ஓர் உயிரா ஆதாரம் இல்லாத காதலா கன இடை வெளியில் கரம் பிடிப்பாயா தரை தொடும் வரையில் மணம் முடிப்பாயா ஓர் பார்வை ஓர் வாக்கு தாராயோ அலைகடல் ஆழம் நிலவு அறியாதோ ஏலோ ஏலேலோ அடி மன தாகம் விழியில் தெரியாதோ ஏலோ ஏலேலோ பாத மாறும் மேகம் எங்கோ தொலைந்தவள் தானோ வானும் நீரும் சேரும் என்றோ ஓர் நாள் தானோ ஆழியிலே தடம் எதுவும் இல்ல ஏலோ ஏலேலோ வான்வெளியின் மீனொளியில் செல்ல ஏலோ ஏலேலோ","பாடகர்கள்":"அண்டாரா நண்டி","பாடலாசிரியர்":"சிவா ஆனந்த்","உருவகம்":"தாய் இன்றி கருவான ஓர் உயிரா","உவமேயம்":"கரு","உவமானம்":"தாய்"}
{"பாடல்":"மயிலிறகே மயிலிறகே","படம்":"அன்பே ஆருயிரே","வருடம்":2005,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: மயிலிறகே மயிலிறகே வருடுகிறாய் மெல்ல மழை நிலவே மழை நிலவே விழியில் எல்லாம் உன் உலா பெண்: உயிரை தொடர்ந்து வரும் நீதானே மெய் எழுத்து நான் போடும் கை எழுத்து அன்பே உலக மொழியில் வரும் எல்லாமே நேர் எழுத்து காதல்தான் கள் எழுத்து அன்பே பெண்: மயிலிறகாய் மயிலிறகாய் வருடுகிறாய் மெல்ல ஆண்: மழை நிலவே மழை நிலவே விழியில் எல்லாம் உன் உலா பெண்: மதுரை பதியை மறந்து உன் மடியினில் பாய்ந்தது வைகை மெதுவா மெதுவா மெதுவா இந்த வைகையில் வைத்திடு கை ஆண்: பொதிகை மலையை பிரிந்து என் பார்வையில் நீந்துது தென்றல் அதை நான் அதை நான் பிடித்து மெல்ல அடைத்தேன் மனசிறையில் பெண்: ஓர் இலக்கியம் நம் காதல் ஆண்: வான் உள்ள வரை வாழும் பாடல் பெண்: மயிலிறகாய் மயிலிறகாய் வருடுகிறாய் மெல்ல மழை நிலவாய் மழை நிலவாய் விழியில் எல்லாம் உன் உலா ஆண்: உயிரை தொடர்ந்து வரும் நீ தானே மெய் எழுத்து நான் போடும் கை எழுத்து அன்பே உலக மொழியில் வரும் எல்லாமே நேர் எழுத்து காதல்தான் கள் எழுத்து அன்பே பெண்: தமிழா தமிழா தமிழா உன் தமிழ் இங்கு சேலையில் வருதா அமிர்தாய் அமிர்தாய் அமிர்தாய் கவி ஆற்றிட நீ வருவாய் ஆண்: ஒன்றாய் இரண்டாய் மூன்றாய் அந்த வள்ளுவன் தந்தது முப்பால் உனக்கும் எனக்கும் விருப்பம் அந்த மூன்றாம் பால் அல்லவா பெண்: பால் விளக்கங்கள் நீ கூறு ஆண்: ஊர் உறங்கட்டும் உரைப்பேன் கேளு ஆண்: மயிலிறகே மயிலிறகே வருடுகிறாய் மெல்ல மழை நிலவே மழை நிலவே விழியில் எல்லாம் உன் உலா பெண்: உயிரை தொடர்ந்து வரும் நீதானே மெய் எழுத்து நான் போடும் கை எழுத்து அன்பே உலக மொழியில் வரும் எல்லாமே நேர் எழுத்து காதல்தான் கள் எழுத்து அன்பே பெண்: மயிலிறகாய் மயிலிறகாய் வருடுகிறாய் மெல்ல ஆண்: வருடுகிறாய் மெல்ல பெண்: வருடுகிறாய் மெல்ல ஆண்: வருடுகிறாய் மெல்ல பெண்: வருடுகிறாய் மெல்ல","பாடகர்கள்":"நரேஷ் ஐயர்,  மதுஸ்ரீ","பாடலாசிரியர்":"வாலி","உருவகம்":"பொதிகை மலையை பிரிந்து என் பார்வையில் நீந்துது தென்றல்","உவமேயம்":"தென்றல்","உவமானம்":"பார்வை"}
{"பாடல்":"மச்சான் எப்போ வர போற","படம்":"வெந்து தணிந்தது காடு","வருடம்":2022,"இசையமைப்பாளர்":"AR ரகுமான்","பாடல் வரிகள்":"பெண்: ஹேய் மல்லிப்பூ வெச்சு வெச்சு வாடுதே அந்த வெள்ளி நிலா வந்து வந்து தேடுதே பெண்: மச்சான் எப்போ வர போற மச்சான் எப்போ வர போற பத்து தல பாம்பா வந்து முத்தம் தர போற பெண்: நான் ஒத்தயில தத்தளிச்சேன் தினம் சொப்பனத்தில் மட்டும் தான் உன்ன நான் சந்தித்தேன் பெண்: ஹேய் எப்போ வர போற மச்சான் எப்போ வர போற பத்தமடை பாயில் வந்து சொக்கி விழ போற பெண்: வாசல பார்க்கிறேன் கோலத்த காணோம் வாளிய சிந்துறேன் தண்ணிய காணோம் பெண்: சோலி தேடி போன காணாத தூரம் கோட்டிக்கரை நெஞ்சில் தாளாத பாரம் பெண்: காத்திருந்து காத்திருந்து கண்ணு பூத்திடும் ஈரமாகும் கண்ணோரம் கப்பல் ஆடும் பெண்: ஹேய் மல்லிப்பூ வெச்சு வெச்சு வாடுதே அந்த வெள்ளி நிலா வந்து வந்து தேடுதே பெண்: மச்சான் எப்போ வர போற மச்சான் எப்போ வர போற மச்சான் எப்போ வர போற குழு: பத்து தல பாம்பா பாம்பா பாம்பா முத்தம் தர போற போற போற பத்து தல பாம்பா ஒய் முத்தம் தர போற மச்சான் குழு: ஹே மச்சான் மச்சான் மச்சான் மச்சான் எப்போ போக போற மச்சான் எப்போ போக போற மச்சான் எப்போ எப்போ மச்சான் எப்போ போக போற பெண்: தூரமா போனது துக்கமா மாறும் பக்கமா வாழ்வதே போதும்னு தோணும் ஊரடங்கும் நேரம் ஒரு ஆசை நேரும் கோழி கூவும் போதும் தூங்காம வேகும் பெண்: அங்கு நீயும் இங்கு நானும் என்ன வாழ்க்கையோ போதும் போதும் சொல்லாமல் வந்து சேரும் பெண்: ஹேய் மல்லிப்பூ வெச்சு வெச்சு வாடுதே அந்த வெள்ளி நிலா வந்து வந்து தேடுதே பெண்: மச்சான் எப்போ வர போற மச்சான் எப்போ வர போற உத்தரத்த பாத்தே நானும் விக்கி விட போறேன் பெண்: அட எத்தன நாள் ஏக்கமிது பெரும் மூச்சில துணிக்கொடி ஆடுதே துணி காயுதே பெண்: கள்ள காதல் போல நான் மெல்ல பேச நேரும் சத்தம் கித்தம் கேட்டா பொய்யாக தூங்க வேணும் பெண்: மச்சான் எப்போ வர போற மச்சான் எப்போ வர போற சொல்லிக்காம வந்து என்ன சொக்க விட போற","பாடகர்கள்":"மதுஸ்ரீ","பாடலாசிரியர்":"தாமரை","உருவகம்":"பத்தமடை பாயில் வந்து சொக்கி விழ போற","உவமேயம்":"பத்தமடை பாய்","உவமானம்":"அழகு"}
{"பாடல்":"உன்ன நெனச்சதும்","படம்":"வெந்து தணிந்தது காடு","வருடம்":2022,"இசையமைப்பாளர்":"AR ரகுமான்","பாடல் வரிகள்":"ஆண்: உன்ன நெனச்சதும் மனசு மயங்குதே மனசு மயங்கி தான் முத்தம் கேட்டதே ஆண்: முத்தம் கேட்டதும் முகம் சிவந்ததே முகம் சிவந்ததும் இதயம் திறந்ததே பெண்: இதயம் திறந்ததும் ஆசை நுழைந்ததே ஆசை நுழைந்ததும் தூரம் குறைந்ததே ஆண்: உன்ன நெனச்சதும் மனசு மயங்குதே மனசு மயங்கி தான் முத்தம் கேட்டதே பெண்: தூரம் குறைந்ததும் பேச தோணுதே பேச பேச தான் இன்னும் பிடிக்குதே பெண்: பிடிக்கும் என்றதால் நடிக்க தோணுதே நடிக்கும் போதிலே சிரிப்பு வந்ததே ஆண்: சிரிப்பு வந்ததும் நெருக்கம் ஆகுதே நெருங்கி பார்க்கையில் நேசம் புரியுதே பெண்: நேசங்களால் கைகள் இணைந்ததே கை சேர்ந்ததால் கவலை மறந்ததே ஒன்: தோள் சாயவும் தொலைந்து போகவும் கடைசியாக ஓரிடம் கிடைத்ததே ஆண்: உன்ன நெனச்சதும் மனசு மயங்குதே மனசு மயங்கி தான் முத்தம் கேட்டதே ஆண்: மழை வருகிற மணம் வருவது எனக்கு மட்டுமா தனிமையில் அதை முகர்கிற சுகம் உனக்கும் கிட்டுமா பெண்: இரு புறம் அதில் நடுவினில் புயல் எனக்கு மட்டுமா மழையென வரும் மரகத குரல் சுவரில் முட்டுமா ஆண்: எனது புதையல் மணலிலே கொதிக்கும் அனலிலே இருந்தும் விரைவில் கை சேரும் பயணம் முடிவிலே ஆண்: உன்ன நெனச்சதும் மனசு மயங்குதே மனசு மயங்கி தான் முத்தம் கேட்டதே ஆண்: முத்தம் கேட்டதும் முகம் சிவந்ததே முகம் சிவந்ததும் இதயம் திறந்ததே பெண்: இதயம் திறந்ததும் ஆசை நுழைந்ததே ஆசை நுழைந்ததும் தூரம் குறைந்ததே இருவர்: உன்ன நெனச்சதும் மனசு மயங்குதே மனசு மயங்கி தான் முத்தம் கேட்டதே","பாடகர்கள்":"ஸ்ரேயா கோஷல் , சர்தக் கல்யாணி","பாடலாசிரியர்":"தாமரை","உருவகம்":"இரு புறம் அதில் நடுவினில் புயல் எனக்கு மட்டுமா","உவமேயம்":"புயல்","உவமானம்":"குரல்"}
{"பாடல்":"தேவராளன் ஆட்டம்","படம்":"பொன்னியின் செல்வன் 1","வருடம்":2022,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"டம் டம் டம் டம் டம் டமரே டம் டம் டம் டம் டம் டமரே டம்டம் டம்டம டம் டமரே டம் டமடம் டம் டமரே செக் செக் செக் செக் செக் செக் செக் செக் செக் செக் செக் செக் செக செகபண செக் செக் செக செகபண செக் செக் செக் செக் செக் செக் செக் செக செகபண பொட் பொட் பொட் பொட் பொட் பொட் பொட் பொட் பொட் பொட் பொட் பொட் பட் பட் பட் பட் பட் பட் பட் பட் பட் பட் பட் பட் பட் பட் பட் படவென பட் பட் பட் படவென பட் பட் பட் படவென பட் பட் பட் படவென ஊன் பற்ற கேட்ட உடலை வாள் பெற்று கெட்டழிக்கவே ஊன் பற்ற கேட்ட உடலை வாள் பெற்று கெட்டழிக்கவே ஊன் பற்ற கேட்ட உடலை வாள் பெற்று கெட்டழிக்கவே டம் டம் டம் டம் டம் டமரே டம் டம் டம் டம் டம் டமரே டம்டம் டம்டம டம் டமரே டம் டமடம் டம் டமரே சூடானது சூடானது சூடானது யுத்தம் சூடானது சூடானது சூடானது ரத்தம் போராடுது போராடுது போராடுது சித்தம் தீராதது தீராதது தீராதது வெறிச்சத்தம் சூடானது சூடானது சூடானது யுத்தம் சூடானது சூடானது சூடானது ரத்தம் போராடுது போராடுது போராடுது சித்தம் தீராதது தீராதது தீராதது வெறிச்சத்தம் கொத்துப்பறை கொத்துப்பறை கொத்துப்பறை கொட்டு ரத்தசெறு ரத்தசெறு ரத்தசெறு வெட்டு கொட்ட பகை கொட்ட பகை கொட்ட பகை வெட்டு துட்டச்செயல் துட்டச்செயல் துட்டச்செயல் கட்டு செறுவேட்டலை பேசிடுதே மனுக்கேட்டுனை ஓதிடுதே ஒரு தாட்சிணி தீயுடனே அதை ஆற்றிடவா பேயனே டம் டம் டம் டம் டம் டமரே டம் டம் டம் டம் டம் டமரே டம்டம் டம்டம டம் டமரே டம் டமடம் டம் டமரே செறுவேட்டலை பேசிடுதே மனுக்கேட்டுனை ஓதிடுதே ஒரு தாட்சிணி தீயுடனே அதை ஆற்றிடவா பேயனே செங்குருதி சேயோனே வங்கொடிய வேலோனே செவ்வலறி தோளோனே என் குடிய காப்போனே கடம்பா இடும்பா முருகா கதிர்வேல் குமரா மருதா துடிவேல் அரசர்க்கரசே வடிவேல் அருள்வாய் மலர்வாய் மாமழை பெய்திடுமா மாநிலம் ஓங்கிடுமா ஒப்புகழி தாங்கிடுமா கைகளும் ஓங்கிடுமா வருண்டா கோடடா எடுடா வருவாய் தருவாய் உடனே செக செக செக செகவென செந்நிற குருதியை கொட்டு வருண்டா கோடடா எடுடா வருவாய் தருவாய் உடனே செக செக செக செகவென செந்நிற குருதியை கொட்டு மாமழை பெய்திடுமா மாநிலம் ஓங்கிடுமா ஒப்புகழி தாங்கிடுமா கைகளும் ஓங்கிடுமா கொட்டுப்பறை கொட்டெழுந்திட சுட்டுப்பகை கெட்டழிந்திட கொச்சக்குடி பட்டதொருவனின் ரத்தத்தினை கொட்டி பலியிடு சுட்ட பலி கேட்டாள் சங்கரி ரத்தத்தினை கொட்டி பலியிடு வேந்தன் குடி கேட்டாள் பூதவி ரத்தத்தினை கொட்டி பலியிடு இளையோன் தலை கேட்டாள் பைரவி ரத்தத்தினை கொட்டி பலியிடு கொட்டுப்பறை கொட்டெழுந்திட சுட்டுப்பகை கெட்டழிந்திட கொச்சக்குடி பட்டதொருவனின் ரத்தத்தினை கொட்டி பலியிடு சுட்ட பலி கேட்டாள் சங்கரி ரத்தத்தினை கொட்டி பலியிடு வேந்தன் குடி கேட்டாள் பூதவி ரத்தத்தினை கொட்டி பலியிடு இளையோன் தலை கேட்டாள் பைரவி ரத்தத்தினை கொட்டி பலியிடு பலிகொடு பலிகொடு பலிகொடு பலிகொடு பலிகொடு பலிகொடு பலிகொடு பலிகொடு பலிகொடு","பாடகர்கள்":"யோகி சேகர்","பாடலாசிரியர்":"இளங்கோ கிருஷ்ணன்","உருவகம்":"இளையோன் தலை கேட்டாள் பைரவி","உவமேயம்":"இளையோன்","உவமானம்":"தலை"}
{"பாடல்":"ராட்சஸ மாமனே","படம்":"பொன்னியின் செல்வன் 1","வருடம்":2022,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"பெண்: மொத்தத்தில சித்தத்தில தித்தித்திட வந்தேன் உன் நெத்திக்குள்ள புத்தி வைக்க வந்தேன் பெண்: மொத்தத்தில சித்தத்தில தித்தித்திட வந்தேன் உன் நெத்திக்குள்ள புத்தி வைக்க வந்தேன் பெண்: ராட்சஸ மாமனே ராத்திரியின் சூரியனே கோவைப்பழம் போல நீ கோபம் கொள்ளாதே உன் ஆறாம் புத்தி தேர புத்திதான் பெண்: ஓஒ ராட்சஸ மாமனே ராத்திரியின் சூரியனே கோவைப்பழம் போல நீ கோபம் கொள்ளாதே உன் ஆறாம் புத்தி தேர புத்திதான் பெண்:ஓ வீரன் வீரன் வீரன் வீரன் எங்க மாமன் வீரன் ஆலமர வேரை போல ஆழமான வீரன் பெண்: ஆட்டம் காண வைக்க போறான் ஆட்டுக்குட்டி பேரன் நாட்டு தலைவன் ஓட்டம் கொள்வதா ஓ மீசை வச்ச மிருக மிருகனே பெண்: மொத்தத்தில சித்தத்தில தித்தித்திட வந்தேன் உன் நெத்திக்குள்ள புத்தி வைக்க வந்தேன் ஆண்: தொம்ச விதம் தொம்ச விதம் இம்சைமொழி அம்சமென அம்சமென வம்சவழி வந்தரசன் வந்தரசன் கம்சமுகன் நான் ஆண்: உக்கீரனின் உக்கீரனின் புத்திரனே நித்தமுடன் நித்தமுடன் சத்தியனே முத்து நிகர் முத்து நிகர் ஒத்தை மகன் நான் ஆண்: பாலகனே பாலகனே பாலகனே பாலகனே ஆண்: அண்டங்களின் அண்டங்களின் துண்டுகளை கண்டங்களை கண்டங்களை வென்றெடுத்து கொண்ட ஒரு கொண்ட ஒரு கோமகன் நான் ஆண்: என்னிகராய் என்னிகராய் விண்ணுலகில் மண்ணுலகில் மண்ணுலகில் தந்திரனாய் மந்திரனாய் மந்திரனாய் வந்தவனோ யார் ஆண்: கத்தும் கடல் கத்தும் கடல் எட்டு தொட சூரியனை சூரியனை பொட்டு இட வட மதுரை வலம் வருவேன் நான் பெண்: எண்ணம் இல்லையா திண்ணம் இல்லையா நான் சின்ன பிள்ளையா நீ கூச்சலிட்டு ஆட்சி செய்ய கூச்சமில்லையா பெண்: தொல்லை செய்வதா பிள்ளை வைவதா பள்ளி கொல்வதா நீ காட்டுமுள்ளில் வேட்டி போல மாட்டி கொள்வதா பெண்: ஏ ஐய்யாரே ஐய்யாரே ஆடு மாமா ஐய்யாரே ஹோ ஏ தையா தையா தையாரே ஹோ பெண்: ராட்சஸ மாமனே ராத்திரியின் சூரியனே கோவைப்பழம் போல நீ கோபம் கொள்ளாதே உன் ஆறாம் புத்தி தேர புத்திதான் பெண்: ஓஒ ராட்சஸ மாமனே ராத்திரியின் சூரியனே கோவைப்பழம் போல நீ கோபம் கொள்ளாதே உன் ஆறாம் புத்தி தேர புத்திதான்","பாடகர்கள்":"ஷ்ரேயா கோஷல்,  பாலக்காடு ஸ்ரீராம், மகேஷ் விநாயக்ராம்","பாடலாசிரியர்":"கபிலன்","உருவகம்":"கோவைப்பழம் போல நீ கோபம் கொள்ளாதே","உவமேயம்":"கோவைப்பழம்","உவமானம்":"கோபம்"}
{"பாடல்":"குறுக்கு சிறுத்தவளே","படம்":"முதல்வன்","வருடம்":1999,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: குறுக்கு சிறுத்தவளே என்னை குங்குமத்தில் கறைச்சவளே நெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில் என்னைக் கொஞ்சம் பூசு தாயே உன் கொலுசுக்குள் மணியாக என்னைக் கொஞ்சம் மாத்து தாயே ஆண்: குறுக்கு சிறுத்தவளே என்னை குங்குமத்தில் கறைச்சவளே நெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில் என்னைக் கொஞ்சம் பூசு தாயே உன் கொலுசுக்குள் மணியாக என்னைக் கொஞ்சம் மாத்து தாயே பெண்: ஒரு கண்ணில் நீா் கசிய உதட்டு வழி உசிா் கசிய உன்னாலே சில முறை இறக்கவும் சில முறை பிறக்கவும் ஆனதே பெண்: அட ஆத்தோட விழுந்த இலை அந்த ஆத்தோட போவது போல் நெஞ்சு உன்னோடுதான் பின்னோடுதே அட காலம் மறந்து காட்டு மரமும் பூக்கிறதே ஆண்: குறுக்கு சிறுத்தவளே என்னை குங்குமத்தில் கறைச்சவளே நெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில் என்னைக் கொஞ்சம் பூசு தாயே உன் கொலுசுக்குள் மணியாக என்னைக் கொஞ்சம் மாத்து தாயே பெண்: கம்பஞ்சங்கு விழுந்த மாதிாியே கண்ணுக்குள்ள நொழஞ்சு உறுத்தறியே ஆண்: கொடியவிட்டு குதிச்ச மல்லிகையே ஒரு மொழியில் சிாிச்சு பேசறியே பெண்: வாயி மேல வாய வெச்சு வாா்த்தைகளை உறிஞ்சிபுட்ட விரல வெச்சு அழுத்திய கழுத்துல கொளுத்திய வெப்பம் இன்னும் போகல ஆண்: அடி ஒம்போல செவப்பு இல்ல கணுக்கால் கூட கருப்பு இல்ல நீ தீண்டும் இடம் தித்திக்குமே இனி பாக்கி ஒடம்பும் செய்ய வேண்டும் பாக்கியமே ஆண்: குறுக்கு சிறுத்தவளே என்னை குங்குமத்தில் கறைச்சவளே நெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில் என்னக் கொஞ்சம் பூசு தாயே உன் கொலுசுக்குள் மணியாக என்னக் கொஞ்சம் மாத்து தாயே ஆண்: ஒரு தடவ இழுத்து அணைச்சபடி உயிா் மூச்ச நிறுத்து கண்மணியே பெண்: ஒம்முதுக தொலைச்சி வெளியேற இன்னும் கொஞ்சம் இருக்கு என்னவனே ஆண்: மழையடிக்கும் சிறு பேச்சு வெயிலடிக்கும் ஒரு பாா்வை ஒடம்பு மண்ணில் புதையிற வரையில் உடன் வரக் கூடுமோ பெண்: உசிா் என்னோட இருக்கயில நீ மண்ணோட போவதெங்கே அட உன் ஜீவனில் நானில்லையா கொல்ல வந்த மரணம் கூடக் குழம்புமைய்யா ஆண்: குறுக்கு சிறுத்தவளே என்னை குங்குமத்தில் கறைச்சவளே நெஞ்சில் மஞ்ச தேச்சிக் குளிக்கையில் பெண்: உன்ன கொஞ்சம் பூசுவேன் ஐயா ஆண்: உன் கொலுசுக்குள் மணியாக என்னைக் கொஞ்சம் பெண்: மாத்துவேன் ஐயா","பாடகர்கள்":"ஹாிஹரண்,  மகாலக்ஷ்மி ஐயா்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"ஆத்தோட விழுந்த இலை அந்த ஆத்தோட போவது போல் நெஞ்சு உன்னோடுதான் பின்னோடுதே","உவமேயம்":"ஆத்தோட விழுந்த இலை","உவமானம்":"நெஞ்சு"}
{"பாடல்":"முதல்வனே  என்னை கண் பாராய்","படம்":"முதல்வன்","வருடம்":1999,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"குழு: ஹா ஹா ஹா ஹே ஹே ஹே ஹோ ஹோ ஹோ ஹா ஹா ஹா ஹா ஹா ஹா ஹா ஹே ஹே ஹே ஹோ ஹோ ஹோ ஹா ஹா ஹா ஹா குழு: முதல்வனே வனே வனே வனே வனே முதல்வனே வனே வனே வனே வனே முதல்வனே வனே வனே வனே வனே முதல்வனே பெண்: முதல்வனே என்னை கண் பாராய் முந்தானை கொடியேற்ற நேரமில்லையா ஓ காதல் பஞ்சம் வந்து நொந்தேனே முத்த நிவாரணம் எனக்கில்லையா வாளின் ஓசை கேட்கும் தலைவா வளையல் ஓசை கேட்கவில்லையா முதல்வா… முதல்வா குழு: முதல்வனே வனே வனே வனே வனே முதல்வனே வனே வனே வனே வனே முதல்வனே வனே வனே வனே வனே முதல்வனே பெண்: ஆ கொஞ்ச நேரம் ஒதுக்கி கூந்தல் ஒதுக்கி குறிப்பு எழுந்துங்கள் எந்தன் தோளில் ஆண்: ஆ பீலி ஒன்றை எடுத்து தேனில் நனைத்து கையொப்பம் இடுவேன் உந்தன் மாா்பில் பெண்: உலகம் வாழ நிதி ஒதுக்கு என் உயிரும் வாழ மதி ஒதுக்கு ஆண்: அரசன் வாழ விதி இருக்கு அதற்கு நீதான் விதி விலக்கு பெண்: மன்னனே… மன்னனே இதோ இவள் உனக்கு குழு: முதல்வா வா முதல்வா முதல்வா வா முதல்வா முதல்வா வா முதல்வா முதல்வா முதல்வா பெண்: முதல்வனே என்னை கண் பாராய் முந்தானை கொடியேற்ற நேரமில்லையா ஓ காதல் பஞ்சம் வந்து நொந்தேனே முத்த நிவாரணம் எனக்கில்லையா வாளின் ஓசை கேட்கும் தலைவா வளையல் ஓசை கேட்கவில்லையா குழு: ஹா ஹா ஹா ஹே ஹே ஹே ஹோ ஹோ ஹோ ஹா ஹா ஹா ஹா ஹா ஹா ஹா ஹே ஹே ஹே ஹோ ஹோ ஹோ ஹா ஹா ஹா ஹா ஆண்: முதல்வா… முதல்வா பெண்: பள்ளிவாசல் திறந்தாய் பள்ளி திறந்தாய் பள்ளியறை வர நேரமில்லையா ஆண்: ஓ ஊரடங்கு தளா்த்தி வாிகள் தளா்த்தி உடைகள் தளா்த்திட வேண்டும் இல்லையா பெண்: ஆசைப்பூவை தவிக்க விட்டு அமைச்சரோடு நகா்வலமோ ஆண்: உனது கண்ணில் நீா் துடைத்தால் ஊா்க்குழாயில் நீா் வருமோ பெண்: வேந்தனே… வேந்தனே உந்தன் வரம் வருமோ குழு: முதல்வா வா முதல்வா முதல்வா வா முதல்வா முதல்வா வா முதல்வா முதல்வா முதல்வா பெண்: முதல்வனே என்னை கண் பாராய் முந்தானை கொடியேற்ற நேரமில்லையா ஆண்: ஹே பெண்: காதல் பஞ்சம் வந்து ஆண்: நொந்தாயோ பெண்: முத்த நிவாரணம் ஆண்: உனக்கு அளிப்பான் பெண்: வாளின் ஓசை ஆண்: தீரும் போது பெண்: வளையலோசை ஆண்: கேட்கவருவான் குழு: முதல்வனே வனே வனே வனே வனே முதல்வனே வனே வனே வனே வனே முதல்வனே வனே வனே வனே வனே முதல்வனே","பாடகர்கள்":"சங்கா் மகாதேவன், S ஜானகி","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"ஆசைப்பூவை தவிக்க விட்டு அமைச்சரோடு நகா்வலமோ","உவமேயம்":"ஆசைப்பூவை","உவமானம்":"தவிப்பு"}
{"பாடல்":"அழகான ராட்சசியே","படம்":"முதல்வன்","வருடம்":1999,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: அழகான ராட்சசியே அடி நெஞ்சில் குதிக்கிறியே முட்டாசு வாா்த்தையிலே பட்டாசு வெடிக்கிறியே அடி மனச அருவாமனையில் நறுக்குறியே ஆண்: அழகான ராட்சசியே அடி நெஞ்சில் குதிக்கிறியே முட்டாசு வாா்த்தையிலே பட்டாசு வெடிக்கிறியே அடி மனச அருவாமனையில் நறுக்குறியே பெண்: அருகம்புல்லுக்கு அறுக்கத் தொியுமா கொழந்த குமாி நான் ஆமா அயிர மீனுதான் கொக்க முழுங்குமா அடுக்குமா பெண்: வெளிய பூத்து நீ உள்ள காய்க்கிற கடலக்காடு நீ ஆமா உயிர உாிச்சு நீ கயிர திாிக்கிற சுகம் சுகமா ஆண்: கிளியே ஆலங்கிளியே குயிலே ஏலங்குயிலே ஆண்: அழகான ராட்சசியே அடி நெஞ்சில் குதிக்கிறியே அடி மனச அருவாமனையில் நறுக்குறியே ஆண்: சூாியன ரெண்டு துண்டு செஞ்சு கண்ணில் கொண்டவளோ ஓ ஓ குழு : ஓ ஓ ஆண் : சந்திரன கள்ளுக்குள்ள ஊர வெச்ச பெண்ணிவளோ குழு: ஓ ஓ ஓ ஆண்: ராத்திாிய தட்டித்தட்டி கெட்டி செஞ்சி மையிடவோ ஆ ஆ குழு: ஓ ஓ ஆண்: மின்மினிய கன்னத்துல ஒட்ட வெச்சுக் கைதட்டவோ குழு: ஓ ஓ ஓ பெண்: துறவி என்னத் தொலைச்சிபுட்ட தூக்கம் இப்ப தூரமய்யா தலைக்கு வெச்சி நான் படுக்க அழுக்கு வேட்டி தாருமய்யா தூங்கும் தூக்கம் கனவா ஆண்: கிளியே ஆலங்கிளியே குயிலே ஏலங்குயிலே ஆண்: அழகான ராட்சசியே அடி நெஞ்சில் குதிக்கிறியே முட்டாசு வாா்த்தையிலே பட்டாசு வெடிக்கிறியே அடி மனச அருவாமனையில் நறுக்குறியே குழு: சோளக்கொல்ல பொம்மையோட சோடி சோ்ந்து ஆடும் புள்ள குழு: புளியம் பூவே குழு: சோளக்கொல்ல பொம்மையோட சோடி சோ்ந்து ஆடும் புள்ள குழு: மகிழம் பூவே பெண்: தேன் கூட்ட பிச்சி பிச்சி எச்சி வெக்க லட்சியமா ஆ ஆ குழு: ஓ ஓ பெண்: காதல் என்ன கட்சி விட்டு கட்சி மாறும் காாியமா குழு: ஓ ஓ ஓ பெண்: பொண்ணு சொன்னா தலைகீழா ஒக்கிப்போட முடியுமா ஆ ஆ குழு: ஓ ஓ பெண்: நான் நடக்கும் நிழலுக்குள் நீ வசிக்க சம்மதமா ஆண்: நீராக நானிருந்தால் உன் நெத்தியில நானிறங்கி கூரான உன் நெஞ்சில் குதிச்சி அங்க குடியிருப்பேன் ஆணா வீணா போனேன் இருவரும்: கிளியே ஆலங்கிளியே ஆண்: குயிலே ஏலங்குயிலே ஆண்: அழகான ராட்சசியே அடி நெஞ்சில் குதிக்கிறியே முட்டாசு வாா்த்தையிலே பட்டாசு வெடிக்கிறியே அடி மனச அருவாமனையில் நறுக்குறியே பெண்: அருகம்புல்லுக்கு அறுக்கத் தொியுமா கொழந்த குமாி நான் ஆமா அயிர மீனுதான் கொக்க முழுங்குமா அடுக்குமா பெண்: வெளிய பூத்து நீ உள்ள காய்க்கிற கடலக்காடு நீ ஆமா உயிர உாிச்சு நீ கயிர திாிக்கிற சுகம் சுகமா","பாடகர்கள்":"SP பாலசுப்ரமண்யம்,  ஹாிணி","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"சூரியன் ரெண்டு துண்டு செஞ்சு கண்ணில் கொண்டவளோ","உவமேயம்":"சூரியன்","உவமானம்":"பெண்"}
{"பாடல்":"ஏதோ சொல்ல","படம்":"முருங்கைகாய் சிப்ஸ்","வருடம்":2020,"இசையமைப்பாளர்":"தரண் குமார்","பாடல் வரிகள்":"நெருஞ்சியே… என் நெஞ்ச தைக்க ஏங்குறேனே நெருஞ்சியே… என் நெஞ்ச தைக்க ஏங்குறேனே மரஞ்சியே… உன் நிழலுல வாழுறேனே சிறுதூரல் போடும் மேகம் துளி காதல் தூவாதோ ஒரு மின்னல் தாக்க நானும் உன் விரலை தேடாதோ ஏதோ சொல்ல உள்ள துடிக்குதே கிட்ட வந்தா அத மறக்குதே கட்டி வெல்லத்தையும் ஒடைச்சு கொஞ்சமாக கடிச்சு பேச்சுல கரைச்சிடுவா ரெண்டு புருவத்த சரிச்சு நடுவுல முறைச்சு அழகா பார்த்திடுவா ஏதோ சொல்ல உள்ள துடிக்குதே கிட்ட வந்தா அத மறக்குதே காட்டு தீயா காதல் பின்ன திரி தீர்ந்த தீபம் போல் ஆனேன் மெல்ல கண்ணாடியில் பார்த்தேன் என்ன உன்னை போல் நான் காண மறந்தேன் என்ன சுத்தி விட்ட ஒத்த காசுபோல உன்னை சுத்திக்கிட்டு வருவேன் தள்ளி விட்ட சின்ன தூசுபோல உன்ன ஒட்டிக்கிட்டு விழுவேன் வெட்டி விட்ட உன் நகத்துமேல என் நகம் வச்சு ரசிப்பேன் அட கொட்டும் பனியில் வந்து வெட்டும் வெயிலப்போல் காதல நெஞ்சோடு தா உயிரே ஏதோ சொல்ல உள்ள கிட்ட வந்தா அத ஏதோ சொல்ல… மறக்குதே… ஏதோ சொல்ல உள்ள துடிக்குதே கிட்ட வந்தா அத மறக்குதே கட்டி வெல்லத்தையும் ஒடைச்சு கொஞ்சமாக கடிச்சு பேச்சுல கரைச்சிடுவா ரெண்டு புருவத்த சரிச்சு நடுவுல முறைச்சு அழகா பார்த்திடுவா ஏதோ சொல்ல உள்ள துடிக்குதே கிட்ட வந்தா அத மறக்குதே தனியாக துடிச்சேனே தனியாக அலஞ்சேனே தனியாக துடிச்சேனே தனியாக அலஞ்சேனே தனியாக துடிச்சேனே தனியாக அலஞ்சேனே தனியாக துடிச்சேனே தனியாக அலஞ்சேனே","பாடகர்கள்":"சித் ஸ்ரீராம்","பாடலாசிரியர்":"ரவீந்தர் சந்திரசேகரன்","உருவகம்":"காட்டு தீயா காதல்","உவமேயம்":"காதல்","உவமானம்":"காட்டு தீ"}
{"பாடல்":"உன்மேல ஆசப்பட்டு","படம்":"வாழ்த்துக்கள்","வருடம்":2008,"இசையமைப்பாளர்":"யுவன் சங்கர் ராஜா","பாடல் வரிகள்":"ஆண்: உன்மேல ஆசப்பட்டு உள்ளுக்குள்ள விருப்பப்பட்டு வாங்கி தரேன் கூரைப் பட்டு கட்டிக்கிறியா பெண்: உன்னால உறக்கம் கெட்டு சோறு தண்ணி ருசியும் கெட்டு கெடக்குறேன் உணர்ச்சி கெட்டு கிட்ட வரியா ஆண்: அடடா மனசுல மயில் ஒன்னு தோகை விரிக்க ஏனோ எனக்குள் மின்னலுடன் மழையடிக்குதடி ஆண்: அடி சரிதான்டி போடி என் தங்க வானம்பாடி அடி சரிதான்டி போடி என் தங்க வானம்பாடி ஆண்: கத்தரிப்பூ கண்ணால கத்தரிச்சு போட்டுப்புட்ட சித்தரிச்ச அழகால சின்ன வலை செஞ்சுப்புட்ட ஆண்: தூங்கும் போது கனவில் வந்து தொல்ல பண்ணுற நீ இன்னும் என்ன செய்ய போற இம்சை பண்ணுற பெண்: ஏய் பாசத்தால வந்து பேச்சு வெட்கம் வந்து வேர்த்துப் போச்சு வார்த்தையெல்லம் வத்திப் போச்சுதே ஆண்: அடி சரிதான்டி போடி என் தங்க வானம்பாடி அடி சரிதான்டி போடி என் தங்க வானம்பாடி பெண்: உன்னால உறக்கம் கெட்டு சோறு தண்ணி ருசியும் கெட்டு கெடக்குறேன் உணர்ச்சி கெட்டு கிட்ட வரியா பெண்: உன்ன மட்டும் பார்க்க சொல்லி கண்ணு ரெண்டு எச்சரிச்சேன் என்ன தோட்டு உன்ன தோட காத்துகிட்ட சொல்லி வச்சென் ஆண்: உன் பார்வை உயிரத் தோண்டி பதியம் போடுது ஏய் உன் வார்த்தை உள்ள குதிச்சு பாண்டி ஆடுது பெண்: அட வம்வளந்து பேசும் பேச்சு என்ன விட்டு ஓடிப் போச்சு கொலுசு கூட ஊமையச்சுடா பெண்: உன்னால உறக்கம் கெட்டு சோறு தண்ணி ருசியும் கெட்டு கெடக்குறேன் உணர்ச்சி கெட்டு கிட்ட வரியா ஆண்: அடடா மனசுல மயில் ஒன்னு தோகை விரிக்க ஏனோ எனக்குள் மின்னலுடன் மழையடிக்குதடி ஆண்: அடி சரிதான்டி போடி என் தங்க வானம்பாடி அடி சரிதான்டி போடி என் தங்க வானம்பாடி ஆண்: அடி சரிதான்டி போடி என் தங்க வானம்பாடி அடி சரிதான்டி போடி என் தங்க வானம்பாடி","பாடகர்கள்":"SPB சரண், அனுராதா ஸ்ரீராம்","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"கத்தரிப்பூ கண்ணால","உவமேயம்":"அவள் கண்","உவமானம்":"கத்தரிப்பூ"}
{"பாடல்":"உன்ன நெனச்சு நெனச்சு","படம்":"சைகோ","வருடம்":2020,"இசையமைப்பாளர்":"இளையராஜா","பாடல் வரிகள்":"உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா யாரோ அவளோ எனை தீண்டும் காற்றின் விரலோ யாரோ அவளோ தாலாட்டும் தாயின் குரலோ உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா வாசம் ஓசை இவைதானே எந்தன் உறவே ஓ உலகில் நீண்ட இரவென்றால் எந்தன் இரவே கண்ணே உன்னால் என்னை கண்டேன் கண்ணை மூடி காதல் கொண்டேன் பார்வை போனாலும் பாதை நீதானே காதல் தவிர உன்னிடம் சொல்ல எதுவும் இல்லை உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா ஏழு வண்ணம் அறியாத ஏழை இவனோ உள்ளம் திறந்து பேசாத ஊமை இவனோ காதில் கேட்ட வேதம் நீயே தெய்வம் தந்த தீபம் நீயே கையில் நான் ஏந்தும் காதல் நீதானே நீயில்லாமல் கண்ணீருக்குள் மூழ்கிப்போவேன் உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா யாரோ அவளோ எனை தீண்டும் காற்றின் விரலோ யாரோ அவளோ தாலாட்டும் தாயின் குரலோ உன்ன நெனச்சு நெனச்சு உருகி போனேன் மெழுகா நெஞ்ச ஒதைச்சு ஒதைச்சு பறந்து போனா அழகா","பாடகர்கள்":"சித் ஸ்ரீராம்","பாடலாசிரியர்":"கபிலன்","உருவகம்":"உருகி போனேன் மெழுகா","உவமேயம்":"நான்","உவமானம்":"மெழுகு"}
{"பாடல்":"முன்தினம் பார்த்தேனே","படம்":"வாரணம் ஆயிரம்","வருடம்":2008,"இசையமைப்பாளர்":"ஹாிஸ் ஜெயராஜ்","பாடல் வரிகள்":"ஆண்: முன்தினம் பார்த்தேனே பார்த்ததும் தோற்றேனே சல்லடைக் கண்ணாக நெஞ்சமும் புண்ணானதே ஆண்: இத்தனை நாளாக உன்னை நான் பாராமல் எங்குதான் போனேனோ நாட்களும் வீணானதே ஆண்: வானத்தில் நீ வெண்ணிலா ஏக்கத்தில் நான் தேய்வதா இப்பொழுதே என்னோடு வந்தால் என்ன ஊர்ப்பார்க்க ஒன்றாக சென்றால் என்ன இப்பொழுதே என்னோடு வந்தால் என்ன ஊர்ப்பார்க்க ஒன்றாக சென்றால் என்ன ஆண்: முன்தினம் பார்த்தேனே பார்த்ததும் தோற்றேனே சல்லடைக் கண்ணாக நெஞ்சமும் புண்ணானதே ஆண்: இத்தனை நாளாக உன்னை நான் பாராமல் எங்குதான் போனேனோ நாட்களும் வீணானதே ஆண்: காதலே… சுவாசமே… ஆண்: துலாத் தட்டில் உன்னை வைத்து நிகர் செய்ய பொன்னை வைத்தால் துலாபாரம் தோற்காதோ பேரழகே… பெண்: முகம் பார்த்து பேசும் உன்னை முதல் காதல் சிந்தும் கண்ணை அணைக்காமல் போவேனோ ஆருயிரே.. ஆண்: ஓ நிழல் போல விடாமல் உன்னை தொடர்வேனடி புகைப்போல படாமல் பட்டு நகர்வேனடி வினா நூறு கனாவும் நூறு விடை சொல்லடி பெண்: முன்தினம் பார்த்தேனே பார்த்ததும் தோற்றேனே சல்லடைக் கண்ணாக உள்ளமும் புண்ணானதே பெண்: இத்தனை நாளாக ஆண்: ஓ மை லவ் பெண்: உன்னை நான் பாராமல் ஆண்: எஸ் மை லவ் பெண்: எங்குதான் போனேனோ நாட்களும் வீணானதே பெண்: கடல் நீலம் மங்கும் நேரம் அலைவந்து தீண்டும் தூரம் மனம் சென்று மூழ்காதோ ஈரத்திலே… ஆண்: தலை சாய்க்க தோளும் தந்தாய் விரல் கோர்த்துப் பக்கம் வந்தாய் இதழ் மட்டும் இன்னும் ஏன் தூரத்திலே… பெண்: பகல் நேரம் கனாக்கள் கண்டேன் உறங்காமலே உயிர் இரண்டும் உராயக்கண்டேன் நெருங்காமலே உனையன்றி எனக்கு ஏது எதிர்காலமே ஆண்: முன்தினம் பார்த்தேனே பார்த்ததும் தோற்றேனே சல்லடைக் கண்ணாக நெஞ்சமும் புண்ணானதே ஆண்: இத்தனை நாளாக உன்னை நான் பாராமல் எங்குதான் போனேனோ நாட்களும் வீணானதே ஆண்: வானத்தில் நீ வெண்ணிலா ஏக்கத்தில் நான் தேய்வதா இப்பொழுதே என்னோடு வந்தால் என்ன ஊர்ப்பார்க்க ஒன்றாக சென்றால் என்ன இப்பொழுதே என்னோடு வந்தால் என்ன ஊர்ப்பார்க்க ஒன்றாக சென்றால் என்ன ஆண்: வெண்ணிலா… வெண்ணிலா… வெண்ணிலா…","பாடகர்கள்":"நரேஷ் ஐயர் , பிரசாந்தினி","பாடலாசிரியர்":"தாமரை","உருவகம்":"ஓ நிழல் போல விடாமல் உன்னை தொடர்வேனடி","உவமேயம்":"நான்","உவமானம்":"நிழல்"}
{"பாடல்":"எங்கேயோ பார்த்த மயக்கம்","படம்":"யாரடி நீ மோகினி","வருடம்":2008,"இசையமைப்பாளர்":"யுவன் ஷங்கர் ராஜா","பாடல் வரிகள்":"எங்கேயோ பார்த்த மயக்கம் எப்போதோ வாழ்ந்த நெருக்கம் தேவதை இந்த சாலை ஓரம் வருவது என்ன மாயம் மாயம் கண் திறந்து இவள் பார்க்கும் போது கடவுளை இன்று நம்பும் மனது இன்னும் கண்கள் திறக்காத சிற்பம் ஒரு கோடி பூ பூக்கும் வெக்கம் ஆண் மனதை அழிக்க வந்த சாபம் அறிவை மயக்கும் மாய தாகம் இவளைப் பார்த்த இன்பம் போதும் வாழ்ந்துப் பார்க்க நெஞ்சம் ஏங்கும் கனவுகளில் வாழ்ந்த நாளை கண் எதிரே பார்க்கிறேன் கதைகளிலே கேட்டப் பெண்ணா திரும்பித் திரும்பிப் பார்க்கிறேன் அங்கும் இங்கும் ஓடும் கால்கள் அசைய மறுத்து வேண்டுதே இந்த இடத்தில் இன்னும் நிற்க இதயம் கூட ஏங்குதே என்னானதோ ஏதானதோ கண்ணாடி போல் உடைந்திடும் மனது கவிதை ஒன்று பார்த்து போக கண்கள் கலங்கி நானும் ஏங்க மழையின் சாரல் என்னைத் தாக்க விடைகள் இல்லா கேள்வி கேட்க எங்கேயோ பார்த்த மயக்கம் எப்போதோ வாழ்ந்த நெருக்கம் தேவதை இந்த சாலை ஓரம் வருவது என்ன மாயம் மாயம் கண் திறந்து இவள் பார்க்கும் போது கடவுளை இன்று நம்பும் மனது ஆதி அந்தமும் மறந்து உன் அருகில் கரைந்து நான் போனேன் ஆண்கள் வெக்கபடும் தருணம் உன்னை பார்த்த பின்பு நான் கண்டு கொண்டேன் இடி விழுந்த வீட்டில் இன்று பூச்செடிகள் பூக்கிறதே இவள் தானே உந்தன் பாதி கடவுள் பதில் கேக்கிறதே வியந்து வியந்து உடைந்து உடைந்து சரிந்து சரிந்து மிரண்டு மிரண்டு இந்த நிமிடம் மீண்டும் பிறந்து உனக்குள் கலந்து தொலைந்து தொலைந்து","பாடகர்கள்":"உதித் நாராயணன்","பாடலாசிரியர்":"நா. முத்துக்குமார்","உருவகம்":"ஆண் மனதை அழிக்க வந்த சாபம்","உவமேயம்":"பெண்","உவமானம்":"சாபம்"}
{"பாடல்":"அடியே அழகே","படம்":"ஒரு நாள் கூத்து","வருடம்":2016,"இசையமைப்பாளர்":"ஜஸ்டின் பிரபாகரன்","பாடல் வரிகள்":"ஆண்: அடியே அழகே என் அழகே அடியே பேசாம நூறு நூறா கூறு போடாத வலியே வலியே என் ஒளியே ஒளியே நா ஒன்னும் பூதமில்லை தூரம் ஓடாத ஆண்: காதோட நீ எாிச்ச வாா்த்த வந்து கீறுதே ஆனாலும் நீ தெளிச்ச காதல் உள்ள ஊறுதே வாயாடிப் பேயா என் தூக்கம் தூக்கி போற ஆண்: அடியே அழகே என் அழகே அடியே பேசாம நூறு நூறா கூறு போடாத வலியே வலியே என் ஒளியே ஒளியே நா ஒன்னும் பூதமில்லை தூரம் ஓடாத ஆண்: போனா போறா தானா வருவா மெதப்புல திாிஞ்சேன் வீராப்பெல்லாம் வீணாப் போச்சு பொசுக்குன்னு உடைஞ்சேன் ஆண்: உன் சோகப்பாா்வ உரசுது மேல சிாிக்கிற ஓச சாிக்குது ஆள தீத்தூவி ஏய் தீத்தூவி போனா அவ வேணும் நானும் வாழ பெண்: ஏனோ உன்னப் பாத்தா உள்ள சுருக்குன்னு வருது ஆனா கிட்ட நீயா வந்தா மனசு அங்க விழுது ஆண்: எதுக்கிந்த கோபம் நடிச்சது போதும் மறச்சு நீ பாத்தும் வெளுக்குது சாயம் பெண்: ஹேய் நேத்தே நான் தோத்தேன் அட இதுதானா உன் வேகம் ஆண்: அடியே அழகே பெண்: அழகே ஆண்: என் அழகே அடியே பெண்: அடியே ஆண்: பேசாம நூறு நூறா கூறு போடாத ஆண்: வலியே வலியே பெண்: வலியே ஆண்: என் ஒளியே ஒளியே பெண்: ஒளியே ஆண்: நா ஒன்னும் பூதமில்லை தூரம் ஓடாத ஆண்: காதோட நீ எாிச்ச வாா்த்த வந்து கீறுதே ஆனாலும் நீ தெளிச்ச காதல் உள்ள ஊறுதே வாயாடிப் பேயா என் தூக்கம் தூக்கி போற","பாடகர்கள்":"சீன் ரோல்டன் ,  பத்மலதா","பாடலாசிரியர்":"விவேக்","உருவகம்":"அடியே அழகே","உவமேயம்":"பெண்","உவமானம்":"அழகு"}
{"பாடல்":"வா வா பெண்ணே","படம்":"உறியடி 2","வருடம்":2019,"இசையமைப்பாளர்":"கோவிந்த் வசந்தா","பாடல் வரிகள்":"ஆண்: வா வா பெண்ணே என் பாடலின் இசையே நீ வா வா புது ராகம் செய்வோம் வா வா கண்ணே என் தேடலின் திசையே நீ வா வா புது பயணம் செல்வோம் ஆண்: என் இசை நீயே உன் கவிதை நானே இருவரும் இணைந்தே புது பாடல் செய்வோம் என் இசை நீயே உன் கவிதை நானே முடிவில்லா முதற்காதல் செய்வோம் வருவாய் நீயே ஆண்: வா வா பெண்ணே என் பாடலின் இசையே நீ வா வா புது ராகம் செய்வோம் வா வா கண்ணே என் தேடலின் திசையே நீ வா வா புது பயணம் செல்வோம் பெண்: நாணம் மாறும் மனமோ தடுமாறும் மௌனம் தீரும் இன்பம் சேரும் மீண்டும் மீண்டும் பார்த்திடவே தோன்றும் தோன்றும் வார்த்தை தொலைந்தே போகும் ஆண்: நேற்றிரவு நான் விழித்திருந்தேன் காரணம் நீ கண்ணே காரணம் நீ அதிகாலையில் நான் விழித்து கொண்டேன் காரணம் நீ அன்பே காரணம் நீ ஆண்: நிழலாய் நானே உடன் வருவேனே தனிமை தொலையும் புது இனிமை இனி உருவாகும் புவியிசை தோற்கும் ஆசை பிறக்கும் நம்மிசை சேர்க்கும் என் திசைகளும் அதை ஏற்கும் பெண்: காணும் யாவும் புதிதாய் தெரியும் வானில் பறக்க சிறகுகள் விரியும் ஏனோ ஏனோ மனத்திரை மறையும் இதுவே காதல் என்றே புரியும் இருவரும்: வா வா பெண்ணே என் பாடலின் இசையே நீ வா வா புது ராகம் செய்வோம் வா வா கண்ணே என் தேடலின் திசையே நீ வா வா புது பயணம் செல்வோம் பெண்: வா வா அன்பே வழித்துணை நானே நீயும் நானும் ஓர் உயிர் தானே வா வா அன்பே உன் துணை நானே நீ என் வாழ்வின் புது வரம்தானே","பாடகர்கள்":"சித் ஸ்ரீராம் , பிரியங்கா","பாடலாசிரியர்":"விஜய் குமார் , நாகராஜி","உருவகம்":"என் இசை நீயே","உவமேயம்":"நீ","உவமானம்":"இசை"}
{"பாடல்":"ஓ பெண்ணே பெண்ணே","படம்":"வணக்கம் சென்னை","வருடம்":2014,"இசையமைப்பாளர்":"அனிரூத் ரவிச்சந்தர்","பாடல் வரிகள்":"உன் கைகள் கோர்த்து உன்னோடு போக என் நெஞ்சம் தான் ஏங்குதே தினம் உயிர் வாங்குதே உன் தோளில் சாய்ந்து கண் மூடி வாழ என் உள்ளம் அலைபாயுதே ஐயோ தடுமாறுதே உன் கன்னம் மேலே மழை நீரைப் போலே முத்தக் கோலம் போட ஆசை அல்லாடுதே நீ பேசும் பேச்சு நாள் தோறும் கேட்டு எந்தன் ஜென்மம் தீர ஏக்கம் தள்ளாடுதே ஒ பெண்ணே பெண்ணே என் கண்ணே கண்ணே உண்மை சொன்னால் என்ன உன்னைத் தந்தால் என்ன ஒ பெண்ணே பெண்ணே என் கண்ணே கண்ணே உண்மை சொன்னால் என்ன உன்னைத் தந்தால் என்ன","பாடகர்கள்":"விஷால் டாட்லனி ,  அனிரூத் ரவிச்சந்தர்","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"உன் கன்னம் மேலே\nமழை நீரைப் போலே","உவமேயம்":"அவன்","உவமானம்":"மழை நீர்"}
{"பாடல்":"பூக்களே சற்று ஓய்வெடுங்கள்","படம்":"ஐ","வருடம்":2015,"இசையமைப்பாளர்":"ஏ.ஆர்.ரஹ்மான்","பாடல் வரிகள்":"ஆண்: பூக்களே சற்று ஓய்வெடுங்கள் அவள் வந்துவிட்டாள் அவள் வந்துவிட்டாள் ஆண்: பூக்களே சற்று ஓய்வெடுங்கள் அவள் வந்துவிட்டாள் அவள் வந்துவிட்டாள் ஆண்: ஹே ஐ என்றால் அது அழகு என்றால் அந்த ஐகளின் ஐ அவள்தானா ஹே ஐ என்றால் அது கடவுள் என்றால் அந்த கடவுளின் துகள் அவள்தானா ஆண்: ஹையோ என திகைக்கும் ஐ என வியக்கும் ஐகளுக்கெல்லாம் விடுமுறையை அவள் தந்துவிட்டாள் அவள் வந்துவிட்டாள் ஆண்: பூக்களே சற்று ஓய்வெடுங்கள் அவள் வந்துவிட்டாள் அவள் வந்துவிட்டாள் பெண்: இந்த உலகில் உனைவெல்ல ஒருவன் இல்லை உந்தன் அசைவுகள் யாவிலும் ஐ விழி அழகு கடந்து உன் இதயம் நுழைந்து என் ஐம்புலம் உணர்ந்திடும் ஐ ஆண்: இவன் பயத்தை அணைக்க அவள் இவனை அணைக்க அவள் செய்கையில் பெய்வது ஐ அவள் விழியின் கனிவில் இந்த உலகம் பணியும் சிறு நோய்யளவும் ஐயமில்லை பெண்: என் கைகளை கோர்த்திடு ஐ விரலை இனி தைத்து நீ வைத்திடு நம் நிழலை ஆண்: அவள் இதழ்களை நுகர்ந்துவிட பாதை நெடுக பெண்: தவம் புரியும் ஆண்: பூக்களே சற்று ஓய்வெடுங்கள் அவள் வந்துவிட்டாள் அவள் வந்துவிட்டாள் ஆண்: ஹே ஐ என்றால் அது அழகு என்றால் அந்த ஐகளின் ஐ அவள்தானா ஹே ஐ என்றால் அது கடவுள் என்றால் அந்த கடவுளின் துகள் அவள்தானா ஆண்: ஹையோ என திகைக்கும் ஐ என வியக்கும் ஐகளுக்கெல்லாம் விடுமுறையை அவள் தந்துவிட்டாள் அவள் வந்துவிட்டாள் பெண்: நீர்வீழ்ச்சி போலே நின்றவன் நான் நீந்த ஒரு ஓடை ஆனான் வான் முட்டும் மலையை போன்றவன் நான் ஆட ஒரு மேடை ஆனான் ஆண்: என்னுள்ளே என்னை கண்டவள் யாரென்று எனை காணச்செய்தாள் கேளாமல் நெஞ்சை கொய்தவள் சிற்பம் செய்து கையில் தந்தாள் பெண்: யுகம் யுகம் காண முகம் இது போதும் புகலிடம் என்றே உந்தன் நெஞ்சம் மட்டும் போதும் ஆண்: மறு உயிர் தந்தாள் நிமிர்ந்திடச் செய்தாள் நகர்ந்திடும் பாதை எங்கும் வாசம் வீச வந்தாளே ஆண்: பூக்களே சற்று ஓய்வெடுங்கள் அவள் வந்துவிட்டாள் அவள் வந்துவிட்டாள் ஆண்: ஹே ஐ என்றால் அது அழகு என்றால் அந்த ஐகளின் ஐ அவள்தானா பெண்: ஹே ஐ என்றால் அது தலைவன் என்றால் அந்த ஐகளின் ஐ அவன் நீயா ஆண்: ஹையோ என திகைக்கும் ஐ என வியக்கும் ஐகளுக்கெல்லாம் விடுமுறையை அவள் தந்துவிட்டாள் அவள் வந்துவிட்டாள் ஆண்: பூக்களே சற்று ஓய்வெடுங்கள் அவள் வந்துவிட்டாள் அவள் வந்துவிட்டாள்","பாடகர்கள்":"ஹரிசரண் ,  ஸ்ரேயா கோஷல்","பாடலாசிரியர்":"மதன் கார்க்கி","உருவகம்":"நீர்வீழ்ச்சி போலே நின்றவன்\nநான்","உவமேயம்":"அவன்","உவமானம்":"நீர்வீழ்ச்சி"}
{"பாடல்":"என் கண்ணுக்குள்ள","படம்":"அப்புச்சி கிராமம்","வருடம்":2014,"இசையமைப்பாளர்":"விஷால் சி","பாடல் வரிகள்":"என் கண்ணுக்குள்ள ஒரு சிறுக்கி கட்டிபோட்டாளே என்ன இறுக்கி மனச கட்டி போட மறுத்தாலே ஹையோ ஹையயோ என் கண்ணுக்குள்ள ஒரு சிறுக்கி கட்டிபோட்டாளே என்ன இறுக்கி மனச கட்டி போட மறுத்தாலே ஹையோ ஹையயோ என் காதுல இசை போல பேசுற உன் குரலால எசபோல நீயும் பேசவே எப்போவுமே ரசிக்கிற நானே ஏதோ ஏதோ பாடுறேன் நானே என் கண்ணுக்குள்ள ஒரு சிறுக்கி கட்டிபோட்டாளே என்ன இறுக்கி மனச கட்டி போட மறுத்தாலே ஹையோ ஹையயோ குத்தாலத்து சாரல போல் நல்லா சிரிக்க என் தேன் மொழி கன்னங்குழி போதாதுன்னு என்ன மயக்கும் உன் மை விழி கருவா பய கனவெல்லாம் கலர் படம் ஆனதனால முழிச்சாலும் மெதந்தானே காதல் எனும் பல்லாக்கு மேல தடுமாறும் என் மனசு கேக்குது எப்போ உன்ன சேர்வது மானே பித்தானாதன் ஆகுறேன் நானே என் கண்ணுக்குள்ள ஒரு சிறுக்கி கட்டிபோட்டாளே என்ன இறுக்கி மனச கட்டி போட மறுத்தாலே ஹையோ ஹையயோ வெக்கத்துக்கே வெக்கம் வரும் உன் மேனி முழு பௌர்ணமி சொக்கனுக்கே ஆச வரும் என்ன அழகு என் கண்மணி தை மாசம் தேதி குறிக்கவா தெனம் தெனம் கேள்வி கேக்குது உன் நெஞ்சுல ஊஞ்சல் ஆடவே மஞ்சக்கயிற் ஏங்கி வாடுது தடுமாறும் என் மனசு கேக்குது எப்போ உன்ன சேர்வது மானே பித்தானாதன் ஆகுறேன் நானே என் கண்ணுக்குள்ள ஒரு சிறுக்கி கட்டிபோட்டாளே என்ன இறுக்கி மனச கட்டி போட மறுத்தாலே ஹையோ ஹையயோ ஆண்: ஒருவா சோறும் இறங்காம ஒரு நாளுமே உறங்காம தடுமாறும் என் மனசு கேக்குது எப்போ உன்ன சேர்வது மானே பித்தானாதன் ஆகுறேன் நானே","பாடகர்கள்":"வருண் விஷ்வா","பாடலாசிரியர்":"சாருகேஷ் சேகர்","உருவகம்":"என் காதுல இசை போல\nபேசுற உன் குரலால","உவமேயம்":"குரல்","உவமானம்":"இசை"}
{"பாடல்":"இணையே","படம்":"தடம்","வருடம்":2019,"இசையமைப்பாளர்":"அருண் ராஜ்","பாடல் வரிகள்":"ஆண்: இணையே என் உயிர் துணையே  உன் இமை திறந்தால் நான் உறைவது ஏனடி அழகே என் முழு உலகம் உன் விழிகளிலே  கண் உறங்குது பாரடி ஆண்: அருகே நீ இருந்தால் என் கைப்பேசி வாய் மூடுமே தலை சாய்த்து நீ சிரித்தாயெனில் என் தேனீரில் தேன் கூடுமே பெண்: இணையே என் உயிர் துணையே  உன் இனிமையிலே நான் கரைவது ஏனடா  யுகமாய் கை விரல் பிடித்து நாம் நடப்பது போல்  நான் உணர்வது ஏனடா இணையே ஆண்: மையல் காதலாய் மாறிய  புள்ளி என்றோ மனம் கேட்குதே பெண்: காதல் காமமாய் உருகொண்ட தருணம் நினைக்கையில் உயிர் வேர்க்குதே ஆண்: உடல் மேல் பூக்கும் நீரோடு நீராட்டியே சில நாள் என்னை சுத்தம் செய்தாய் பெண்: எந்தன் சேவைகள் எல்லாமே பாராட்டியே எந்தன் ஆடைகள் மீண்டும் தந்தாய் ஆண்: இணையே என் உயிர் துணையே  உன் இனிமையிலே நான் கரைவது ஏனடி பெண்: யுகமாய் கை விரல் பிடித்து  நாம் நடப்பது போல்  நான் உணர்வது ஏனடா ஆண்: அருகே நீ இருந்தால் என் கைப்பேசி வாய் மூடுமே தலை சாய்த்து நீ சிரித்தாயெனில் என் தேனீரில் தேன் கூடுமே இருவரும்: இணையே என் உயிர் துணையே  உன் இனிமையிலே நான் கரைவது ஏனடி  யுகமாய் உன் விரல் பிடித்து நாம் நடப்பது போல் நான் உணர்வது ஏனடி ஆண்: இணையே","பாடகர்கள்":"சித் ஸ்ரீராம் ,  பத்மலதா","பாடலாசிரியர்":"மதன் கார்க்கி","உருவகம்":"மையல் காதலாய் மாறிய","உவமேயம்":"காதல்","உவமானம்":"மையல்"}
{"பாடல்":"கண்ணம்மா","படம்":"இஸ்பேட் ராஜாவும் இதய ராணியும்","வருடம்":2019,"இசையமைப்பாளர்":"சாம் சி.எஸ்","பாடல் வரிகள்":"கண்ணம்மா உன்ன மனசில் நெனைக்கிறேன் பார்வ பாரடி பெண்ணே என்னென்னமோ கொஞ்சி பேச துடிக்கிறேன் நீயும் பேசினா கண்ணே கண்ணம்மா உன்ன மனசில் நெனைக்கிறேன் பார்வ பாரடி பெண்ணே என்னென்னமோ கொஞ்சி பேச துடிக்கிறேன் நீயும் பேசினா கண்ணே எனக்குள்ள புதிதாக புது காதல் நீ தந்த மனசாகும் வலி கூட சுகம்தானே நீ சொன்ன சொக்காத சொக்காத யார் பாத்தும் சிக்காத என் நெஞ்சில் ஏன் வந்து என்னோட திக்கான அற பார்வை நீ பாத்து அடி நெஞ்ச கொல்லாத நிழல்கூட நடக்கின்ற சுகம் கூட நீ தந்த கண்ணம்மா உன்ன மனசில் நெனைக்கிறேன் பார்வ பாரடி பெண்ணே என்னென்னமோ கொஞ்சி பேச துடிக்கிறேன் நீயும் பேசினா கண்ணே கண்ணம்மா உன்ன மனசில் நெனைக்கிறேன் பார்வ பாரடி பெண்ணே என்னென்னமோ கொஞ்சி பேச துடிக்கிறேன் நீயும் பேசினா கண்ணே ஓ மௌனம் பேசும் மொழிகூட அழகடி ஆயுள்நீள அது போதும் வருடி உந்தன் உதட்டின் ஓரங்கள் மறைக்கும் புது மொழி அதை உடைத்தெறி வெள்ளை பூவே நீ எந்தன் நிலவடி எந்தன் வானை மறைக்கின்ற அழகி உந்தன் உயிரை என் சுவாசம் தொடுதேன கூறடி வந்து கூறடி நிலவே மலரே கவியே அழகே அணையா ஒளியே என் நெஞ்சுக்குள்ள வா வா நிலவே மலரே கவியே அழகே என் நெஞ்சுக்குள்ள நீ வா… கண்ணம்மா உன்ன மனசில் நெனைக்கிறேன் பார்வ பாரடி பெண்ணே என்னென்னமோ கொஞ்சி பேச துடிக்கிறேன் நீயும் பேசினா கண்ணே…","பாடகர்கள்":"அனிருத் ரவிச்சந்தர்","பாடலாசிரியர்":"சாம் சி.எஸ்","உருவகம்":"நீ எந்தன் நிலவடி","உவமேயம்":"நீ","உவமானம்":"நிலவு"}
{"பாடல்":"சண்டாளி","படம்":"செம","வருடம்":2017,"இசையமைப்பாளர்":"ஜி.வி.பிரகாஷ் குமார்","பாடல் வரிகள்":"சண்டாளி உன் அசத்துற அழகுல லேசாகி என் அந்திபகல் அத்தனையும் தூசாகி பய கெடக்குற தரையில பீசாகி சண்டாளி உன் சிரிப்புல பறக்குற தூசாகி நா செவுத்துல விட்டேருஞ்ச காசாகி கொடி புடிக்குறேன் நெனப்புல மாசாகி கையும் காலும் உன்ன கண்டு ஒடவில்ல டி ர வந்தும்கூட கன்னுரெண்டும் மூடவில்ல டி பாவி புள்ள என்ன நீயும் ஆடவிட்ட டி தாய் பாசத்தோட நெஞ்ச வந்து மோதிபுட்ட டி தெரியலடி புரியலடி உன் இருவிழி மனுசன இடுப்புல தூக்குதடி சண்டாளி உன் அசத்துற அழகுல லேசாகி என் அந்திபகல் அத்தனையும் தூசாகி பய கெடக்குற தரையில பீசாகி சண்டாளி உன் சிரிப்புல பறக்குற தூசாகி நா செவுத்துல விட்டேருஞ்ச காசாகி கொடி புடிக்குறேன் நெனப்புல மாசாகி முன்னால நீ வந்த இவன் முக்கமொழம் பூவாகுறேன் சொல்லாம நீ போன இவன் பல்லாங்குழி காயாகுறேன் அப்புராணி உன்ன பாத்து அம்மி வெச்ச தேங்கசில்லா நசுங்கிபுட்டேன் மொத்தமா நீ என்ன சேர நித்தம் நெனப்புகுள்ள கசந்கிபுட்ட சொட்டவாழு குட்டி நானும் சோறு திங்கள நீ தொட்டு பேச ரெண்டு நாலா வீடு தங்கள முட்டிமோதும் உன் நெனப்பு ரீலு சுத்தல நீ எட்டிபோவ செத்து போவ காது குத்தலா கத விடல கலங்கிடல நா உன்ன விட ஒருத்திய இதுவர பாத்ததில்ல சண்டாளி உன் அசத்துற அழகுல லேசாகி என் அந்திபகல் அத்தனையும் தூசாகி பய கெடக்குற தரையில பீசாகி சண்டாளி உன் சிரிப்புல பறக்குற தூசாகி நா செவுத்துல விட்டேருஞ்ச காசாகி கொடி புடிக்குறேன் நெனப்புல மாசாகி கட்டாந்தர உன்னாலதான் கம்மாக்கர நீராகுறேன் செந்தாமர கண்ணால நான் பொங்காமலே சொராகுறேன் நொங்கு போல என்ன சீவும் கண்ணுக்குள்ள கட்டிபோட்ட அடுச்சுபுட்ட உச்சிவான நின்ன ஆழ ஒரே ஓதட்டசைப்பில் உலுக்கிபுட்ட அல்லிராணி என்ன ஏண்டி ஆட்டிவைக்கற உன் அன்பில் என்ன சாவிகொத்தா மாட்டி வைக்கற புள்ளி மான செக்கு மாடா மாத்தி வைக்கற நீ வெள்ளி காச என்ன ஏனோ சேத்தி வைக்கற பழம்விடுற பழகிடுற என் பகலையும் இரவையும் படையலு போட்டுடுற சண்டாளி உன் அசத்துற அழகுல லேசாகி என் அந்திபகல் அத்தனையும் தூசாகி பய கெடக்குற தரையில பீசாகி சண்டாளி உன் சிரிப்புல பறக்குற தூசாகி நா செவுத்துல விட்டேருஞ்ச காசாகி கொடி புடிக்குறேன் நெனப்புல மாசாகி","பாடகர்கள்":"வேல்முருகன் ,  மகாலிங்கம்","பாடலாசிரியர்":"யுகபாரதி","உருவகம்":"சொட்டவாழு குட்டி நானும்","உவமேயம்":"நான்","உவமானம்":"சொட்டவாழு குட்டி"}
{"பாடல்":"விளம்பர இடைவெளி","படம்":"இமைக்கா நொடிகள்","வருடம்":2018,"இசையமைப்பாளர்":"ஹிப் ஹாப் தமிழா","பாடல் வரிகள்":"ஆண்: ஒளி இல்லா உன் மொழிகள் விடை தேடும் என் விழிகள் இமைக்காத நம் நொடிகள் கடிகார தேன் துளிகள் அடி வாராரா உன் காதல் நீ சொல்லடி வாராத நடிப்பெல்லாம் வேண்டாமடி மின்னஞ்சல் குறுஞ்செய்தி அனுப்பாதடி கண் முன்னே உந்தன் எண்ணம் கூறடி விளம்பர இடைவெளி மாலையில் உன் திருமுகம் திறக்கின்ற வேளையில் என் நிறமற்ற இதயத்தில் வானவில் அடி என்ன நிலை உந்தன் மனதில் நான் உனதே அடி நீ எனதா தெரியாமல் நானும் தேய்கிறேன் இல்லை என்றே சொன்னால் இன்றே என் மோக பார்வை மூடுவேன் பெண்: காதல் பூவை நான் ஏற்று கொண்டால் உன் காத்திருப்பு நிறைவாகுமே காத்திருப்பு அது தீர்ந்து விட்டால் நம் கால் தடங்கள் அவை திசை மாறுமே இவளின் கனவோ உள்ளே ஒளியும் இரவும் பகலும் இதயம் வழியும் வழியும் கனவு இதழை அடையும் எந்த காட்சியில் அது வார்த்தை ஆகிடும் ஆண்: விளம்பர இடைவெளி மாலையில் உன் திருமுகம் திறக்கின்ற வேளையில் என் நிறமற்ற இதயத்தில் வானவில் அடி என்ன நிலை உந்தன் மனதில் பெண்: நிலமெல்லாம் உன் தடமே நிலவெல்லாம் உன் படமே நிஜமெல்லாம் உன் நிறமே நினைவெல்லாம் உன் நியாமே ஹே மதுரம் கொஞ்சும் இளைஞன் நீயோ மதமே இல்லா இறைவன் நீயோ வயத்தை கடிக்கும் குழந்தை நீயோ வரம்பு மீறலோ எனை தொடரும் தூறலோ ஆண்: நான் உனதே அடி நீ எனதா தெரியாமல் நானும் தேய்கிறேன் இல்லை என்றேசொன்னால் இன்றே என் மோக பார்வை மூடுவேன் நான் உனதே அடி நீ எனதா தெரியாமல் நானும் தேய்கிறேன் இல்லை என்றேசொன்னால் இன்றே என் மோக பார்வை மூடுவேன்","பாடகர்கள்":"கிறிஸ்டோபர் ஸ்டேன்லி , சுதர்ஷன் அசோக், ஹிப் ஹாப் தமிழா, ஸ்ரீநிஷா ஜெயசீலன்","பாடலாசிரியர்":"கபிலன் வைரமுத்து","உருவகம்":"காதல் பூவை நான்","உவமேயம்":"நீ","உவமானம்":"பூ"}
{"பாடல்":"உயிர் உருவாத","படம்":"இரவுக்கு ஆயிரம் கண்கள்","வருடம்":2018,"இசையமைப்பாளர்":"ஷாம்.சி.எஸ்","பாடல் வரிகள்":"ஆண்: உயிர் உருவாத உருக்குளைக்காத என்னில் வந்து சேர நீ யோசிக்காத ஆண்: திசை அறியாத பறவையைப்போல பறக்கவும் ஆச உன்கூட தூர பெண்: வாழ்கை தீர தீர வா என் நிழலாக் கூட சாகும் தூரம் போக துணையா நீயும் தேவை ஆண்: நான் உன் கூட… பெண்: உன் நெனப்பு நெஞ்சுக் குழி வர இருக்கு என் உலகம் முழுசும் உன்ன சுத்தி சுத்தி கெடக்கு பெண்: உன் நெனப்பு நெஞ்சுக் குழி வர இருக்கு என் உலகம் முழுசும் உன்ன சுத்தி சுத்தி கெடக்கு பெண்: மனசுல ஒரு வித வழிதான் சுகமா சுகமா எனக்குள்ள உருக்குற உன்ன நீயும் நெஜமா நெஜமா பெண்: கண்ணே கண்ணே காலம் தோறும் என் கூட நீ மட்டும் போதும் போதும் பெண்: நீ நாளும்… ஆண்: நான் முழுசா உன்ன எனக்குள்ள பொதச்சேன் என் உசுர அழகே உன்ன நித்தம் நித்தம் நெனச்சேன் ஆண்: நான் முழுசா உன்ன எனக்குள்ள பொதச்சேன் என் உசுர அழகே உன்ன நித்தம் நித்தம் நெனச்சேன் ஆண்: இனி வரும் ஜென்மம் மொத்தம் நீயும் தான் உறவா வரணும் மறுபடி உனக்கென பிறந்திடும் வரம் நான் பெறனும் ஆண்: பெண்ணே பெண்ணே வாழ்க நீள என் கூட நீ மட்டும் போதும் போதும் ஆண்: நீ நாளும்…","பாடகர்கள்":"சத்யா பிரகாஷ்,  சின்மயி","பாடலாசிரியர்":"ஷாம்.சி.எஸ்","உருவகம்":"திசை அறியாத பறவையைப்போல","உவமேயம்":"நான்","உவமானம்":"பறவை"}
{"பாடல்":"மறு வார்த்தை பேசாதே","படம்":"என்னை நோக்கிப் பாயும் தோட்டா","வருடம்":2017,"இசையமைப்பாளர்":"டர்புக சிவா","பாடல் வரிகள்":"மறு வார்த்தை பேசாதே மடி மீது நீ தூங்கிடு இமை போல நான் காக்க கனவாய் நீ மாறிடு மயில் தோகை போலே விரல் உன்னை வறுடும் மனப்பாடமாய்  உரையாடல் நிகழும்  விழி நீரும் வீணாக இமைத்தாண்டக் கூடாதென துளியாக நான் சேர்த்தேன்  கடலாகக் கண்ணானதே  மறந்தாலும் நான் உன்னை நினைக்காத நாளில்லையே… பிரிந்தாலும் என் அன்பு  ஒருபோதும் பொய்யில்லையே…  விடியாத காலைகள் முடியாத மாலைகளில் வடியாத வேர்வை துளிகள்  பிரியாத போர்வை நொடிகள்  மணி காட்டும் கடிகாரம் தரும் வாடை அறிந்தோம் உடைமாற்றும் இடைவேளை  அதன் பின்பே உணர்ந்தோம்  மறவாதே மனம் மடிந்தாலும் வரும் முதல் நீ… முடிவும் நீ… அலர் நீ… அகிலம் நீ… தொலைதூரம் சென்றாலும் தொடு வானம் என்றாலும், நீ விழியோரம் தானே மறைந்தாய்…  உயிரோடு முன்பே கலந்தாய்…  இதழ் எனும் மலர் கொண்டு கடிதங்கள் வரைந்தாய் பதில் நானும் தருமுன்பே  கனவாகிக் கலைந்தாய்  பிடிவாதம் பிடி சினம் தீரும் அடி இழந்தோம்… எழில்கோலம் இனிமேல்… மழைக்காலம்  மறு வார்த்தை பேசாதே மடி மீது நீ தூங்கிடு இமை போல நான் காக்க  கணவாய் நீ மாறிடு  மயில் தோகை போலே விறல் உன்னை வறுடும் மனப்பாடமாய்  உரையாடல் நிகழும்  விழி நீரும் வீணாக இமைத்தாண்டக் கூடாதென துளியாக நான் சேர்த்தேன்  கடலாகக் கண்ணானதே  மறந்தாலும் நான் உன்னை நினைக்காத நாளில்லையே… பிரிந்தாலும் என் அன்பு  ஒருபோதும் பொய்யில்லையே… மறு வார்த்தை பேசாதே மடி மீது நீ தூங்கிடு… ","பாடகர்கள்":"சித்ஸ்ரீராம்","பாடலாசிரியர்":"தாமரை","உருவகம்":"மயில் தோகை போலே\nவிரல்","உவமேயம்":"விரல்","உவமானம்":"மயில் தோகை"}
{"பாடல்":"ஏனோ வானிலை மாறுதே","படம்":"அச்சம் என்பது மடமையடா","வருடம்":2016,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஏனோ வானிலை மாறுதே மணித்துளி போகுதே மாா்பின் வேகம் கூடுதே மனமோ ஏதோ சொல்ல வாா்த்தை தேடுதே கண்ணெல்லாம் நீயேதான் நிற்கின்றாய் விழியின்மேல் நான் கோபம் கொண்டேன் இமை மூடிடு என்றேன் நகரும் நொடிகள் கசையடிப் போலே முதுகின் மேலே விழுவதினாலே வாி வாிக் கவிதை எழுதும் வலிகள் எழுதா மொழிகள் எனது கடல் போல பொிதாக நீ நின்றாய் சிறுவன் நான் சிறு அலை மட்டும்தான் பாா்க்கிறேன் பாா்க்கிறேன் எாியும் தீயில் எண்ணெய் நீ ஊற்று நான் வந்து நீராடும் நீரூற்று ஓ ஊரெல்லாம் கண்மூடித் தூங்கும் ஓசைகள் இல்லாத இரவே ஓ நான் மட்டும் தூங்காமல் ஏங்கி உன்போல காய்கின்றேன் நிலவே கலாபம் போலாடும் கனவில் வாழ்கின்றனே கை நீட்டி உன்னைத் தீண்டவே பாா்த்தேன் ஏன் அதில் தோற்றேன் ஏன் முதல் முத்தம் தர தாமதம் ஆகுது தாமரை வேகுது தள்ளிப் போகாதே எனையும் தள்ளிப் போகச் சொல்லாதே இருவர் இதழும் மலா் எனும் முள்தானே தேகம் தடை இல்லை என நானும் ஒரு வாா்த்தை சொல்கின்றேன் ஆனால் அது பொய் தான் என நீயும் அறிவாய் என்கின்றேன் அருகினில் வா கனவிலே தொிந்தாய் விழித்ததும் ஒளிந்தாய் கனவினில் தினம் தினம் மழைத்துளியாய் பொழிந்தாய் தள்ளிப் போகாதே கண்களில் ஏக்கம் காதலின் மயக்கம் ஆனால் பாா்த்த நிமிடம் ஒரு விதமானத் தயக்கம் நொடி நொடியாய் நேரம் குறைய என் காதல் ஆயுள் கறைய ஏனோ ஏனோ மாா்பில் வேகம் கூட விதியின் சதி விளையாடுதே எனை விட்டுப் பிாியாதன்பே எனை விட்டுப் பிாியாதன்பே ஏனோ ஏனோ ஏனோ ஏனோ ஏனோ ஏனோ அன்பே","பாடகர்கள்":"சித்ஸ்ரீராம்,   தினேஷ் கனகரத்தினம்","பாடலாசிரியர்":"தாமரை, தினேஷ் கனகரத்தினம்","உருவகம்":"கண்ணெல்லாம் நீயேதான் நிற்கின்றாய்","உவமேயம்":"கண்","உவமானம்":"பெண்"}
{"பாடல்":"காற்றே என் வாசல் வந்தாய்","படம்":"ரிதம்","வருடம்":2000,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: காற்றே என் வாசல் வந்தாய் மெதுவாக கதவு திறந்தாய் காற்றே உன் பேரை கேட்டேன் காதல் என்றாய் ஆண்: நேற்று நீ எங்கு இருந்தாய் காற்றே நீ சொல்வாய் என்றேன் சுவாசத்தில் இருந்ததாக சொல்லி சென்றாய் பெண்: துள்ளி வரும் காற்றே துள்ளி வரும் காற்றே தாய் மொழி பேசு நிலவுள்ள வரையில் நிலமுள்ள வரையில் நெஞ்சினில் வீசு பெண்: துள்ளி வரும் காற்றே துள்ளி வரும் காற்றே தாய் மொழி பேசு பெண்: காற்றே என் வாசல் வந்தாய் மெதுவாக கதவு திறந்தாய் காற்றே உன் பேரை கேட்டேன் காதல் என்றாய் ஆண்: கார்காலம் அழைக்கும்போது ஒளிந்துகொள்ள நீ வேண்டும் தாவணி குடை பிடிப்பாயா பெண்: அன்பே நான் உறங்க வேண்டும் அழகான இடம் வேண்டும் கண்களில் இடம் கொடுப்பாயா ஆண்: நீ என்னருகில் வந்து நெளிய நான் உன் மனதில் சென்று ஒளிய நீ உன் மனதில் என்னுருவம் கண்டுபிடிப்பாயா பெண்: பூக்களுக்குள்ளே தேன் உள்ள வரையில் காதலர் வாழ்க பூக்களுக்குள்ளே தேன் உள்ள வரையில் காதலர் வாழ்க ஆண்: பூமிக்கு மேலே வானுல வரையில் காதலும் வாழ்க ஆண்: காற்றே என் வாசல் வந்தாய் மெதுவாக கதவு திறந்தாய் காற்றே உன் பேரை கேட்டேன் காதல் என்றாய் பெண்: நேற்று நீ எங்கு இருந்தாய் காற்றே நீ சொல்வாய் என்றேன் சுவாசத்தில் இருந்ததாக சொல்லி சென்றாய் பெண்: நெடுங்காலம் சிப்பிக்குள்ளே உருண்டு நிக்கும் முத்து போல் என் பெண்மை திரண்டு நிற்கிறதே ஆண்: திறக்காத சிப்பி என்னை திறந்து கொள்ள சொல்கிறதா என் நெஞ்சம் மருண்டு நிற்கிறதே பெண்: நான் சிறு குழந்தை என்று நினைத்தேன் உன் வருகையினால் வயதறிந்தேன் என்னை மறுபடியும் சிறு பிள்ளையாய் செய்வாயா ஆண்: கட்டிலிடும் வயதில் தொட்டிலிட சொன்னால் சரியா சரியா கட்டிலிடும் வயதில் தொட்டிலிட சொன்னால் சரியா சரியா பெண்: கட்டிலில் இருவரும் குழந்தைகள் ஆனால் பிழையா பிழையா ஆண்: காற்றே என் வாசல் வந்தாய் மெதுவாக பெண்: காற்றே உன் பேரை கேட்டேன் காதல் என்றாய் பெண்: துள்ளி வரும் காற்றே துள்ளி வரும் காற்றே தாய் மொழி பேசு நிலவுள்ள வரையில் நிலமுள்ள வரையில் நெஞ்சினில் வீசு பெண்: துள்ளி வரும் காற்றே துள்ளி வரும் காற்றே தாய் மொழி பேசு துள்ளி வரும் காற்றே துள்ளி வரும் காற்றே தாய் மொழி பேசு","பாடகர்கள்":"உன்னி கிருஷ்ணன் , கவிதா கிருஷ்ணமூர்த்தி","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"காற்றே என் வாசல் வந்தாய் மெதுவாக கதவு திறந்தாய்","உவமேயம்":"வாசல்","உவமானம்":"மனம்"}
{"பாடல்":"காதல் கணவா","படம்":"கோச்சடையான்","வருடம்":2014,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"காதல் கணவா உந்தன் கரம் விட மாட்டேன் சத்தியம் சத்தியம் இது சத்தியமே தாய் வழி வந்த எங்கள் தர்மத்தின் மேலே சத்தியம் சத்தியம் இது சத்தியமே ஒரு குழந்தை போலே ஒரு வைரம் போலே தூய்மையான என் சத்தியம் புனிதமானது வாழை மரம் போல என்னை வாரி வழங்குவேன் ஏழை கண்ட புதையல் போல ரகசியம் காப்பேன் கணவன் என்ற சொல்லின் அர்த்தம் கண்ணவன் என்பேன் உனது உலகை எனது கண்ணில் பார்த்திட செய்வேன் மழை நாளில் உன் மார்பில் கம்பளி ஆவேன் மாலை காற்றை தலை கோதி நித்திரை தருவேன் காதல் கணவா உந்தன் கரம் விட மாட்டேன் சத்தியம் சத்தியம் இது சத்தியமே தாய் வழி வந்த எங்கள் தர்மத்தின் மேலே சத்தியம் சத்தியம் இது சத்தியமே உனது உயிரை எனது வயிற்றில் ஊற்றி கொள்வேன் உனது வீரம் எனது சாரம் பிள்ளைக்கு தருவேன் கால மாற்றம் நேரும் போது கவனம் கொள்வேன் கட்டில் அறையில் சமையல் அறையில் புதுமை செய்வேன் அழகு பெண்கள் பழகினாலும் ஐயம் கொள்ளேன் உன் ஆண்மை நிறையும் போது உந்தன் தாய் போல் இருப்பேன் உன் கனவுகள் நிஜமாக எனையே தருவேன் உன் வாழ்வு மண்ணில் நீள என்னுயிர் தருவேன் காதல் கணவா உந்தன் கரம் விட மாட்டேன் சத்தியம் சத்தியம் இது சத்தியமே தாய் வழி வந்த எங்கள் தர்மத்தின் மேலே சத்தியம் சத்தியம் இது சத்தியமே ஒரு குழந்தை போலே ஒரு வைரம் போலே தூய்மையான என் சத்தியம் புனிதமானது தூய்மையான என் சத்தியம் புனிதமானது தூய்மையான என் சத்தியம் புனிதமானது","பாடகர்கள்":"லதா ரஜினிகாந்த்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"வாழை மரம் போல என்னை வாரி வழங்குவேன்","உவமேயம்":"வாழை மரம்","உவமானம்":"கொடை"}
{"பாடல்":"கலகலவெனப் பொழியும்","படம்":"ரிதம்","வருடம்":2000,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"அன்பே இது நிஜம்தானா என் வானில் புது விண்மீனா யாரைக் கேட்டது இதயம் உன்னைத் தொடர்ந்து போக என்ன துணிச்சல் அதற்கு என்னை மறந்து போக இருந்தும் அவை இனிய வலிகளே கலகலவெனப் பொழியும் பொழியும் மேகம் எங்கு செல்லுதோ ஒளியில்லாமல் மலரும் மலரை உளவு பார்க்க செல்லுதோ கலகலவெனப் பொழியும் பொழியும் மேகம் எங்கு செல்லுதோ ஒளியில்லாமல் மலரும் மலரை உளவு பார்க்க செல்லுதோ விரல் தொடவில்லையே நகம் படவில்லையே விரல் தொடவில்லையே நகம் படவில்லையே உடல் தடையில்லையே இது போல் ஒரு இணையில்லையே கலகலவெனப் பொழியும் பொழியும் மேகம் எங்கு செல்லுதோ ஒளியில்லாமல் மலரும் மலரை உளவு பார்க்க செல்லுதோ விழியும் விழியும் கலந்து கலந்து பார்வை ஒன்று ஆனதே உயிரும் உயிரும் கலந்த போது உலகம் நின்று போனதே விழியும் விழியும் கலந்து கலந்து பார்வை ஒன்று ஆனதே உயிரும் உயிரும் கலந்த போது உலகம் நின்று போனதே ஆ… கலகலவெனப் பொழியும் பொழியும் மேகம் எங்கு செல்லுதோ ஒளியில்லாமல் மலரும் மலரை உளவு பார்க்க செல்லுதோ அழைக்கும்போது உதிக்க முடிந்தால் அதற்குப் பெயரும் நிலவில்லை நினைக்கும்போது நிலவு உதிக்கும் நிலவு அழைக்கக் குரலில்லை அழைக்கும்போது உதிக்க முடிந்தால் அதற்குப் பெயரும் நிலவில்லை நினைக்கும்போது நிலவு உதிக்கும் நிலவு அழைக்கக் குரலில்லை யாரைக் கேட்டது இதயம் யாரைக் கேட்டது இதயம் ஆ… விழி தொடுவது விரல் தொடவில்லை கலகலவெனப் பொழியும் பொழியும் மேகம் எங்கு செல்லுதோ ஒளியில்லாமல் மலரும் மலரை உளவு பார்க்க செல்லுதோ","பாடகர்கள்":"சாதனா சர்கம்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"ஒளியில்லாமல் மலரும் மலரை உளவு பார்க்க செல்லுதோ","உவமேயம்":"மலர்","உவமானம்":"மனம்"}
{"பாடல்":"வளையபட்டி தவிலே","படம்":"அழகிய தமிழ் மகன்","வருடம்":2007,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"பெண்: நீ நாதஸ்வரம் போல வந்தா நீ நாதஸ்வரம் போல வந்தா நாபி கமலம் நானா நீ ஏழு ஸ்வரம் போல வந்தா எட்டா ஸ்வரம் நானா எட்டா ஸ்வரம் நானா ஆண்: வளையபட்டி தவிலே தவிலே ஜீகல் பந்தி வைக்கும் மவளே மவளே அட ஜிமிக்கி போட்ட மயிலே மயிலே என்ன மயக்குறியே குழு: மயக்குறியே ஆண்: மயக்குறியே குழு: மயக்குறியே ஆண்: வளையபட்டி தவிலே தவிலே ஜீகல் பந்தி வைக்கும் மவளே மவளே அட ஜிமிக்கி போட்ட மயிலே மயிலே என்ன மயக்குறியே குழு: மயக்குறியே பெண்: நீ நாதஸ்வரம் போல வந்தா நீ நாதஸ்வரம் போல வந்தா நாபி கமலம் நானா நீ ஏழு ஸ்வரம் போல வந்தா எட்டா ஸ்வரம் நானா எட்டா ஸ்வரம் நானா ஆண்: வளையபட்டி தவிலே தவிலே ஜீகல் பந்தி வைக்கும் மவளே மவளே அட ஜிமிக்கி போட்ட மயிலே மயிலே என்ன மயக்குறியே குழு: மயக்குறியே பெண்: நீ நாதஸ்வரம் போல வந்தா நீ நாதஸ்வரம் போல வந்தா நாபி கமலம் நானா நீ ஏழு ஸ்வரம் போல வந்தா எட்டா ஸ்வரம் நானா எட்டா ஸ்வரம் நானா ஆண்: உன் கண்கள் ரெண்டும் கல்யாணி உன் சிாிப்போ சிந்து பைரவி ஆண்: உன் கண்கள் ரெண்டும் கல்யாணி உன் சிாிப்போ சிந்து பைரவி நீ பாா்க்கும் போது பாக்ய ஸ்ரீ நீ கொஞ்சும் போது நீலாம்பாி பெண்: நான் திருவையாறு கச்சோி நீ தாளம் போடு பித்தோி பல ராகங்கள் சொல்வேன் பின்னாடி என் ஊருக்கு வா நீ பஸ் ஏறி குழு: வளையபட்டி தவிலே தவிலே ஜீகல் பந்தி வைக்கும் மவளே மவளே அட ஜிமிக்கி போட்ட மயிலே மயிலே என்ன மயக்குறியே பெண்: நீ பாக்கும் போது நீ பாக்கும் போதே பத்திக்குது சொந்த ஊரு சிவகாசியா பேசும் போதே ஜில்லுங்குதே உங்க ஊரு சிரபுஞ்சியா ஆண்: நீ நெருங்கும் போதே கரன்ட் ஏறுதே உங்க ஊரு கல்பாக்கமா நரம்பெல்லாம் முறுக்கேறுதே ஏன்டி நீயும் மணப்பாறையா ஆண்: நீ கை கால் முளைச்ச மத்தளமா உன்ன வாசிக்க பின்னால் சுத்தனுமா நீ ஹாா்மோனிய கட்டையம்மா என் ஹாா்மோன் செய்யுது சேட்டையம்மா பெண்: நான் வாலிபம் திருடும் வீணையடா இங்கே வந்தால் ஒளியும் பூனையடா நான் வயதுக்கு வந்த வயலின் அடா என்னை மைனர போல வாசியடா என்னை மைனர போல வாசியடா குழு: வளையபட்டி தவிலே தவிலே ஜீகல் பந்தி வைக்கும் மவளே மவளே அட ஜிமிக்கி போட்ட மயிலே மயிலே என்ன மயக்குறியே குழு: மயக்குறியே ஆண்: மயக்குறியே குழு: மயக்குறியே குழு: வளையபட்டி தவிலே தவிலே ஜீகல் பந்தி வைக்கும் மவளே மவளே அட ஜிமிக்கி போட்ட மயிலே மயிலே என்ன மயக்குறியே குழு: மயக்குறியே ஆண்: மயக்குறியே குழு: மயக்குறியே ஆண்: மயக்குறியே குழு: மயக்குறியே","பாடகர்கள்":"நரேஷ் ஐயர், ஸ்ரீமதுமிதா, உஜ்ஜாயினி ராய், தர்ஷனா","பாடலாசிரியர்":"நா.முத்துக்குமார்","உருவகம்":"நீ நாதஸ்வரம் போல வந்தா நாபி கமலம் நானா","உவமேயம்":"நாதஸ்வரம்","உவமானம்":"நாபி கமலம்"}
{"பாடல்":"ரோஜா ரோஜா","படம்":"காதலர் தினம்","வருடம்":1999,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா கண்ட பின்னே உன்னிடத்தில் என்னைவிட்டு வீடு வந்தேன் உனைத் தென்றல் தீண்டவும் விடமாட்டேன் அந்தத் திங்கள் தீண்டவும் விடமாட்டேன் உனை வேறு கைகளில் தரமாட்டேன் நான் தரமாட்டேன் நான் தரமாட்டேன் ரோஜா ரோஜா ரோஜா ரோஜா நிலத்தினில் உன் நிழல் விழ ஏங்குவேன் நிழல் விழுந்தால் மணலையும் மடியினில் தாங்குவேன் உடையென எடுத்து எனை உடுத்து நூலாடைக் கொடிமலர் இடையினை உறுத்தும் ரோஜா உன் பேர் மெல்ல நான் சொன்னதும் என் வீட்டு ரோஜாக்கள் பூக்கின்றன ஓர் நாள் உன்னைக் காணாவிடில் எங்கே உன் அன்பென்று கேட்கின்றன நீ வந்தால் மறுகணம் விடியும் என் வானமே மழையில் நீ நனைகையில் எனக்குக் காய்ச்சல் வரும் வெயிலில் நீ நடக்கையில் எனக்கு வேர்வை வரும் உடல்களால் ரெண்டு உணர்வுகள் ஒன்று ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா கண்ட பின்னே உன்னிடத்தில் என்னைவிட்டு வீடு வந்தேன் இளையவளின் இடையொரு நூலகம் படித்திடவா பனிவிழும் இரவுகள் ஆயிரம் இடைவெளி எதற்கு சொல் நமக்கு உன் நாணம் ஒரு முறை விடுமுறை எடுத்தால் என்ன என்னைத் தீண்டக் கூடாதென வானோடு சொல்லாது வங்கக்கடல் என்னை ஏந்தக் கூடாதென கையோடு சொல்லாது புல்லாங்குழல் நீ தொட்டால் நிலவினில் கறைகளும் நீங்குமே விழிகளில் வழிந்திடும் அழகு நீர்வீழ்ச்சியே எனக்கு நீ உனைத்தர எதற்கு ஆராய்ச்சியே உனைவிட வேறு நினைவுகள் ஏது ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா கண்ட பின்னே உன்னிடத்தில் என்னைவிட்டு வீடு வந்தேன் ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா ரோஜா","பாடகர்கள்":"P உன்னிகிருஷ்ணன்","பாடலாசிரியர்":"வாலி","உருவகம்":"உனைத் தென்றல் தீண்டவும் விடமாட்டேன்","உவமேயம்":"தென்றல்","உவமானம்":"துன்பம்"}
{"பாடல்":"காதலெனும் தேர்வெழுதி","படம்":"காதலர் தினம்","வருடம்":1999,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: காதலெனும் தேர்வெழுதி காத்திருந்த மாணவன் நான் காதலெனும் தேர்வெழுதி காத்திருந்த மாணவன் நான் ஆண்: காதலெனும் தேர்வெழுதி காத்திருந்த மாணவன் நான் காதலெனும் தேர்வெழுதி காத்திருந்த மாணவன் நான் ஆண்: உன் எண்ணம் என்னும் ஏட்டில் என் என்னை பார்த்த போது நானே என்னை நம்பவில்லை எந்தன் கண்ணை நம்பவில்லை பெண்: உண்மை உண்மை உண்மை உண்மை அன்பே உன்மேல் உண்மை உன் வசம் எந்தன் பெண்மை பெண்: டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி ஆண்: இந்த வலக்கையில் வளையல்கள் நானல்லவா இன்று வலக்கையை வளைக்கின்ற நாளல்லவா ஆண்: இந்த வலக்கையில் வளையல்கள் நானல்லவா இன்று வலக்கையை வளைக்கின்ற நாளல்லவா பெண்: சுகம் வலைக்கையை வளைக்கையில் உண்டானது மென்மேலும் கைவளை வளை என்று ஏங்காதோ ஆண்: இது கன்னங்களா இல்லை தென்னங்களா பெண்: இந்தக் கன்னமெல்லாம் உந்தன் சின்னங்களா ஆண்: இங்கு நானிருந்தேன் வெறும் மெய்யெழுத்தாக நீ வந்து சேர்ந்தாய் உயிரெழுத்தாக ஆண்: காதலெனும் தேர்வெழுதி காத்திருந்த மாணவன் நான் காதலெனும் தேர்வெழுதி காத்திருந்த மாணவன் நான் பெண்: டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி பெண்: உந்தன் மடியினில் கிடப்பது சுகம் சுகம் இந்த சுகத்தினில் சிவந்தது முகம் முகம் ஆண்: மனம் இதற்கென கிடந்தது தவம் தவம் ஆனந்தமே இனி இவன் உயிர் போனாலும் பெண்: என்றும் ஓய்வதில்லை இந்தக் காதல் மழை கடல் நீலம் உள்ள அந்தக் காலம் வரை பெண்: இது பிறவிகள்தோறும் விடாத பந்தம் பிரிவெனும் தீயில் விழாத சொந்தம் ஆண்: காதலெனும் தேர்வெழுதி காத்திருந்த மாணவன் நான் காதலெனும் தேர்வெழுதி காத்திருந்த மாணவன் நான் பெண்: டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி டோலி ஆண்: காதலெனும் தேர்வெழுதி காத்திருந்த மாணவன் நான்","பாடகர்கள்":"SP பாலசுப்ரமணியம், ஸ்வர்ணலதா","பாடலாசிரியர்":"வாலி","உருவகம்":"அன்பே உன்மேல் உண்மை உன் வசம் எந்தன் பெண்மை","உவமேயம்":"வசம்","உவமானம்":"பெண்மை"}
{"பாடல்":"என்ன விலை அழகே","படம்":"காதலர் தினம்","வருடம்":1999,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"என்ன விலை அழகே என்ன விலை அழகே சொன்ன விலைக்கு வாங்க வருவேன் விலை உயிர் என்றாலும் தருவேன் இந்த அழகைக்கண்டு வியந்து போகிறேன் ஒரு மொழியில்லாமல் மௌனமாகிறேன் ஒரு மொழியில்லாமல் மௌனமாகிறேன் என்ன விலை அழகே சொன்ன விலைக்கு வாங்க வருவேன் விலை உயிர் என்றாலும் தருவேன் இந்த அழகைக்கண்டு வியந்து போகிறேன் ஒரு மொழியில்லாமல் ஒரு மொழியில்லாமல் மௌனமாகிறேன் ஒரு மொழியில்லாமல் மௌனமாகிறேன் படைத்தான் இறைவன் உனையே மலைத்தான் உடனே அவனே அழகைப் படைக்கும் திறமை முழுக்க உன்னுடன் சார்ந்தது என் விழி சேர்ந்தது விடிய விடிய மடியில் கிடக்கும் பொன் வீணை உன் மேனி மீட்டட்டும் என் மேனி விரைவினில் வந்து கலந்திடு விரல்பட மெல்லக் கனிந்திடு உடல் மட்டும் இங்கு கிடக்குது உடன் வந்து நீயும் உயிர் கொடு பல்லவன் சிற்பிகள் அன்று பண்ணிய சிற்பத்தில் ஒன்று பெண்ணென வந்தது இன்று சிலையே பல்லவன் சிற்பிகள் அன்று பண்ணிய சிற்பத்தில் ஒன்று பெண்ணென வந்தது இன்று சிலையே உந்தன் அழகுக்கில்லை ஈடு என்ன விலை அழகே சொன்ன விலைக்கு வாங்க வருவேன் விலை உயிர் என்றாலும் தருவேன் இந்த அழகைக்கண்டு வியந்து போகிறேன் ஒரு மொழியில்லாமல் ஒரு மொழியில்லாமல் மௌனமாகிறேன் உயிரே உனையே நினைத்து விழிநீர் மழையில் நனைந்து இமையில் இருக்கும் இரவு உறக்கம் கண் விட்டுப் போயாச்சு காரணம் நீயாச்சு நிலவு எரிக்க நினைவு கொதிக்க ஆராத நெஞ்சாச்சு ஆகாரம் நஞ்சாச்சு தினம் தினம் உனை நினைக்கிறேன் துரும்பென உடல் இளைக்கிறேன் உயிர் கொண்டு வரும் பதுமையே உனைவிட இல்லை புதுமையே உன் புகழ் வையமும் சொல்ல சிற்றன வாசலில் உள்ள சித்திரம் வெட்குது மெல்ல உயிரே உன் புகழ் வையமும் சொல்ல சிற்றன வாசலில் உள்ள சித்திரம் வெட்குது மெல்ல நல்ல நாள் உனைச் நானும் சேரும் நாள்தான் என்ன விலை அழகே சொன்ன விலைக்கு வாங்க வருவேன் விலை உயிர் என்றாலும் தருவேன் இந்த அழகைக்கண்டு வியந்து போகிறேன் ஒரு மொழியில்லாமல் ஒரு மொழியில்லாமல் மௌனமாகிறேன் ஒரு மொழியில்லாமல் மௌனமாகிறேன் ஒரு மொழியில்லாமல் மௌனமாகிறேன்","பாடகர்கள்":"உன்னிமேனன்","பாடலாசிரியர்":"வாலி","உருவகம்":"என்ன விலை அழகே சொன்ன விலைக்கு வாங்க வருவேன்","உவமேயம்":"விலை","உவமானம்":"அழகு"}
{"பாடல்":"சண்ட கோழி கோழி","படம்":"ஆயுத எழுத்து","வருடம்":2004,"இசையமைப்பாளர்":"AR  ரஹ்மான்","பாடல் வரிகள்":"சண்ட கோழி கோழி இவ சண்ட கோழி கொஞ்சம் தடவு தடவு இவ சொந்த கோழியா சண்ட கோழி கோழி இவ சண்ட கோழி கொஞ்சம் தடவு தடவு இவ சொந்த கோழியா கைய வெச்சா நெஞ்சுக்குள்ளே கையா முயா நீ ரெண்டு மொழதுல பாய போடயா சண்டை வந்துச்சா தள்ளி படுமையா ரெண்டு மொழதுல பாய போடயா சண்டை வந்துச்சா தள்ளி படுமையா கொஞ்ச நேரம் என்ன கொல்லையா ஐயா யா கொஞ்சம் நேரம் என்ன கொல்லையா ஐயா யா கொஞ்சம் நேரம் என்ன கொல்லையா வாங்கி போட்டேன் வெத்தலை செவக்கள சாமி வாயி முத்தம் குடுத்தா செவந்திடும் சாமி சொர்க்கபுரம் போவோணும் நல்ல வழி காமி ஒட்டுக்கின்னு மேனி தொடங்கட்டும் உறவு வட்டி கட போலே வளரட்டும் வயிறு கொஞ்ச நேரம் என்ன கொல்லையா ஐயா யா கொஞ்சம் நேரம் என்ன கொல்லையா சண்ட கோழி கோழி இவ சண்ட கோழி கொஞ்சம் தடவு தடவு இவ சொந்த கோழியா சண்ட கோழி கோழி இவ சண்ட கோழி கொஞ்சம் தடவு தடவு இவ சொந்த கோழியா கைய வெச்சா நெஞ்சுக்குள்ளே கையா முயா மச்சு வீடு வேணாம் மெட்டு கட்டு போதும் மெத்த ஏதும் வேணாம் ஒத்த பாயி போதும் மூக்குத்தியின் பொன் கீத்து ராத்திரிக்கு போதும் சைவ முத்தம் கொடுத்தா ஒத்து போக மாட்டேன் சாகசத்த காட்டு செத்து போக மாட்டேன் கொஞ்ச நேரம் என்ன கொல்லையா ஐயா யா கொஞ்சம் நேரம் என்ன கொல்லையா சண்ட கோழி கோழி இவ சண்ட கோழி கொஞ்சம் தடவு தடவு இவ சொந்த கோழியா கைய வெச்சா நெஞ்சுக்குள்ளே கையா முயா நீ ரெண்டு மொழதுல பாய போடயா சண்டை வந்துச்சா தள்ளி படுமையா ரெண்டு மொழதுல பாய போடயா சண்டை வந்துச்சா தள்ளி படுமையா கொஞ்ச நேரம் என்ன கொல்லையா ஐயா யா கொஞ்சம் நேரம் என்ன கொல்லையா ஐயா யா கொஞ்சம் நேரம் என்ன கொல்லையா","பாடகர்கள்":"மதுஸ்ரீ","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"இவ சண்ட கோழி கொஞ்சம் தடவு தடவு","உவமேயம்":"சண்ட கோழி","உவமானம்":"பெண்"}
{"பாடல்":"கள்வரே கள்வரே","படம்":"ராவணன்","வருடம்":2010,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"கள்வரே கள்வரே கள்வரே கள்வரே கண்புகும் கள்வரே கை கொண்டு பாரீரோ கண் கொண்டு சேரீரோ கலை சொல்லி தாரீரோ உம்மை எண்ணி உம்மை எண்ணி ஊமைக் கண்கள் தூங்காது தலைவா என் தலைவா அகமறிவீரோ அருள் புரிவீரோ வாரந்தோறும் அழகின் பாரம் கூடும் கூடும் குறையாது உறவே என் உறவே உடை களைவீரோ உடல் அணிவீரோ என் ஆசை என் ஆசை நானா சொல்வேன் என் ஆசை நானா சொல்வேன் என் ஆசை நீயே சொன்னாய் கண்ணாலே ஆமாம் என்பேனே எங்கெங்கே உதடும் போகும் அங்கெங்கே உயிரும் போகும் அன்பாளா ஆளச் சொன்னேனே வலிமிகும் இடங்கள் வலிமிகா இடங்கள் தமிழுக்குத் தெரிகின்றதே வலிமிகும் இடங்கள் வலிமிகா இடங்கள் தங்களுக்குத் தெரிகின்றதா","பாடகர்கள்":"ஸ்ரேயா கோஷல்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"எங்கெங்கே உதடும் போகும் அங்கெங்கே உயிரும் போகும்","உவமேயம்":"உயிர்","உவமானம்":"உதடு"}
{"பாடல்":"கண்ணீரே கண்ணீரே","படம்":"உயிரே","வருடம்":1998,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"இரு பூக்கள் கிளை மேலே ஒரு புயலோ மலை மேலே உயிர் ஆடும் திகிலாலே என் வாழ்வின் ஓரம் வந்தாயே செந்தேனே இரு பூக்கள் கிளை மேலே ஒரு புயலோ மலை மேலே உயிர் ஆடும் திகிலாலே என் வாழ்வின் ஓரம் வந்தாயே செந்தேனே கண்ணீரே கண்ணீரே சந்தோஷக் கண்ணீரே கண்ணீரே தேடித் தேடித் தேய்ந்தேனே மீண்டும் கண்முன் கண்டேனே பெண்ணே பெண்ணே பெண்ணே பெண்ணே பேசாய் பெண்ணே கண்ணே கண்ணே காணாய் கண்ணே கண்ணீரே கண்ணீரே கண்ணீரே சந்தோஷக் கண்ணீரே தேடித் தேடித் தேய்ந்தேனே மீண்டும் கண்முன் கண்டேனே பெண்ணே பெண்ணே பெண்ணே பெண்ணே பேசாய் பெண்ணே கண்ணே கண்ணே காணாய் கண்ணே கண்ணீரே உன் பார்வை பொய்தானா பெண்ணென்றால் திரைதானா பெண் நெஞ்சே சிறைதானா சரிதானா பெண் நெஞ்சில் மோகம் உண்டு அதில் பருவத் தாபம் உண்டு பேராசைத்தீயும் உண்டு ஏன் உன்னை ஒளித்தாய் இன்று புதிர் போட்ட பெண்ணே நில் நில் பதில் தோன்றவில்லை சொல் சொல் கல்லொன்று தடை செய்த போதும் புல்லொன்று புதுவேர்கள் போடும் நம் காதல் அது போல மீறும் கல்லொன்று தடைசெய்த போதும் புல்லொன்று புதுவேர்கள் போடும் நம் காதல் அது போல மீறும் கண்ணில் கண்ணில் கண்ணீர் இன்ப கண்ணீரே தேடித் தேடித் தேய்ந்தேனே மீண்டும் கண்முன் கண்டேனே பெண்ணே பெண்ணே பெண்ணே பெண்ணே பேசாய் பெண்ணே கண்ணே கண்ணே காணாய் கண்ணே கண்ணீரே பால் நதியே நீ எங்கே வரும் வழியில் மறைந்தாயோ பல தடைகள் கடந்தாயோ சொல் கண்ணே பேரன்பே உந்தன் நினைவு என் கண்ணைச் சுற்றும் கனவு இது உயிரைத் திருடும் உறவு உன் துன்பம் என்பது வரவு ஏ மர்ம ராணி நில் நில் ஒரு மௌன வார்த்தை சொல் சொல் உன்னோடு நான் கண்ட பந்தம் மண்ணோடு மழை கொண்ட சொந்தம் காய்ந்தாலும் அடி ஈரம் எஞ்சும் உன்னோடு நான் கண்ட பந்தம் மண்ணோடு மழை கொண்ட சொந்தம் காய்ந்தாலும் அடி ஈரம் எஞ்சும் கண்ணில் கண்ணில் கண்ணீர் இன்ப கண்ணீரே சந்தோஷக் கண்ணீரே கண்ணீரே தேடித் தேடித் தேய்ந்தேனே மீண்டும் கண்முன் கண்டேனே பெண்ணே பெண்ணே பெண்ணே பெண்ணே பேசாய் பெண்ணே கண்ணே கண்ணே காணாய் கண்ணே கண்ணீரே கண்ணீரே கண்ணீரே சந்தோஷக் கண்ணீரே கண்ணீரே","பாடகர்கள்":"AR ரஹ்மான், அனுராதா ஸ்ரீராம், பெபி மணி, அனுபாமா","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"தேடித் தேடித் தேய்ந்தேனே மீண்டும் கண்முன் கண்டேனே","உவமேயம்":"தேடித் தேடித் தேய்தல்","உவமானம்":"கண்"}
{"பாடல்":"மார்கழி பூவே","படம்":"மே மாதம்","வருடம்":1994,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"மார்கழி பூவே மார்கழி பூவே உன் மடி மேலே ஓர் இடம் வேண்டும் மார்கழி பூவே மார்கழி பூவே உன் மடி மேலே ஓர் இடம் வேண்டும் மெத்தை மேல் கண்கள் மூடவும் இல்லை உன்மடி சேர்ந்தால் கனவுகள் கொள்ளை மெத்தை மேல் கண்கள் மூடவும் இல்லை உன்மடி சேர்ந்தால் கனவுகள் கொள்ளை மார்கழி பூவே மார்கழி பூவே உன் மடி மேலே ஓர் இடம் வேண்டும் பூக்களைப் பிரித்து புத்தகம் படிப்பேன் புல்வெளி கண்டால் முயல் போல் குதிப்பேன் நான் மட்டும் இரவில் தனிமையில் நடப்பேன் நடைபாதைக் கடையில் தேநீர் குடிப்பேன் வாழ்கையின் ஒரு பாதி நான் எங்கு வசிப்பேன் வாழ்கையின் மறு பாதி நான் என்றும் ரசிப்பேன் காற்றில் வரும் மேகம் போலே நான் எங்கும் மிதப்பேன் மார்கழி பூவே மார்கழி பூவே உன் மடி மேலே ஓர் இடம் வேண்டும் வெண்பா பாடி வரும் வண்டுக்கு செந்தேன் தந்துவிடும் சிறுபூக்கள் கொஞ்சம் பாட வரும் பெண்ணுக்கு சந்தம் தந்து விடும் மைனாக்கள் வெண்பா பாடி வரும் வண்டுக்கு செந்தேன் தந்துவிடும் சிறுபூக்கள் கொஞ்சம் பாட வரும் பெண்ணுக்கு சந்தம் தந்து விடும் மைனாக்கள் காவிரி மணலில் நடந்ததுமில்லை கடற்கரை அலையில் கால் வைத்ததில்லை சுதந்திர வானில் பறந்ததுமில்லை சுடச் சுட மழையில் நனைந்ததும் இல்லை சாலையில் நானாகப் போனதுமில்லை சமயத்தில் ஆணாக ஆனதுமில்லை ஏழை மனம் காணும் இன்பம் நான் காணவில்லை மார்கழி பூவே மார்கழி பூவே உன் மடி மேலே ஓர் இடம் வேண்டும் மார்கழி பூவே மார்கழி பூவே உன் மடி மேலே ஓர் இடம் வேண்டும் மெத்தை மேல் கண்கள் மூடவும் இல்லை உன்மடி சேர்ந்தால் கனவுகள் கொள்ளை மெத்தை மேல் கண்கள் மூடவும் இல்லை உன்மடி சேர்ந்தால் கனவுகள் கொள்ளை மார்கழி பூவே மார்கழி பூவே உன் மடி மேலே ஓர் இடம் வேண்டும் வெண்பா பாடி வரும் வண்டுக்கு செந்தேன் தந்துவிடும் சிறுபூக்கள் கொஞ்சம் பாட வரும் பெண்ணுக்கு சந்தம் தந்து விடும் மைனாக்கள் வெண்பா பாடி வரும் வண்டுக்கு செந்தேன் தந்துவிடும் சிறுபூக்கள் கொஞ்சம் பாட வரும் பெண்ணுக்கு சந்தம் தந்து விடும் மைனாக்கள்","பாடகர்கள்":"சோபனா சேகர்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"மார்கழி பூவே உன் மடி மேலே ஓர் இடம் வேண்டும்","உவமேயம்":"மார்கழி பூ","உவமானம்":"இடம்"}
{"பாடல்":"அச்சம் அச்சம் இல்லை","படம்":"இந்திரா","வருடம்":1995,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"பெண்1: விடியாத இரவென்று எதுவுமில்லை முடியாத துயரமென்று எதுவுமில்லை வடியாத வெள்ளமென்று எதுவுமில்லை வாடாத வாழ்க்கையென்று எதுவுமில்லை குழு: ஹே அச்சம் அச்சம் இல்லை இனி அடிமை எண்ணம் இல்லை நம் காலம் இங்கே கூடிப்போச்சு கண்ணீர் மிச்சமில்லையே குழு: ஹே அச்சம் அச்சம் இல்லை இனி அடிமை எண்ணம் இல்லை நம் காலம் இங்கே கூடிப்போச்சு கண்ணீர் மிச்சமில்லையே குழு: காலம் மாறிப்போச்சு நம் கண்ணீர் மாறிப்போச்சு நாளை நல்ல நாளை என்ற நம்பிக்கை உண்டாச்சு குழு: காலம் மாறிப்போச்சு நம் கண்ணீர் மாறிப்போச்சு நாளை நல்ல நாளை என்ற நம்பிக்கை உண்டாச்சு பெண்2: ஹே அச்சம் அச்சம் இல்லை இனி அடிமை எண்ணம் இல்லை நம் காலம் இங்கே கூடிப்போச்சு கண்ணீர் மிச்சமில்லையே ஆண்: அந்த நிலா நிலா நிலா நிலா வெகுண்டோடி வா அந்த நிலா நிலா நிலா நிலா வெகுண்டோடி வா குழு: பட்டாம்பூச்சி சுற்றும் மனிதன் என்ன மட்டம் அட இன்னும் கொஞ்சும் போனால் என்ன வானம் தலையில் தட்டும் குழு: பட்டாம்பூச்சி சுற்றும் மனிதன் என்ன மட்டம் அட இன்னும் கொஞ்சும் போனால் என்ன வானம் தலையில் தட்டும் பெண்2: வாடி இளையசெல்லியே வாடி இளையசெல்லியே குழு: வாடி இளையசெல்லியே வாடி இளையசெல்லியே நம் காலம் சொல்லும் நம்மை வாழச்சொல்லியே பெண்2: அம்மா அழகுக் கண்ணம்மா அம்மா அழகுக் கண்ணம்மா குழு: அம்மா அழகுக் கண்ணம்மா அம்மா அழகுக் கண்ணம்மா இது நம்ம பூமியென்று அழுத்திச்சொல்லம்மா குழு: ஹே அச்சம் அச்சம் இல்லை இனி அடிமை எண்ணம் இல்லை நம் காலம் இங்கே கூடிப்போச்சு கண்ணீர் மிச்சமில்லையே குழு: காலம் மாறிப்போச்சு நம் கண்ணீர் மாறிப்போச்சு நாளை நல்ல நாளை என்ற நம்பிக்கை உண்டாச்சு குழு: லல்லா லல்லல்லல்லோ பட்டாம்பூச்சி குழு: வானம் பக்கம் இனி வாழ்க்கை ரொம்பப் பக்கம் அச்சம் அச்சம் துச்சம் என்றால் பக்கம் பக்கம் சொர்க்கம் குழு: வானம் பக்கம் இனி வாழ்க்கை ரொம்பப் பக்கம் அச்சம் அச்சம் துச்சம் என்றால் பக்கம் பக்கம் சொர்க்கம் குழு: பூமி தொறந்துகெடக்கு அட மனுசப்பய மனசு பூட்டிக்கெடக்கு பூமி தொறந்துகெடக்கு அட மனுசப்பய மனசு பூட்டிக்கெடக்கு குழு: இனி அச்சம் அச்சம் இல்லை இனி அடிமை எண்ணம் இல்லை குழு: இனி அச்சம் அச்சம் இல்லை இனி அடிமை எண்ணம் இல்லை நம் காலம் இங்கே கூடிப்போச்சு கண்ணீர் மிச்சமில்லையே பெண்1: இன்பக்காற்று வீசட்டும் எட்டுத்திக்கும் பரவட்டும் குழு: பரவட்டும் பரவட்டும் பரவட்டும் பரவட்டும் பெண்1: மனிதப்பூக்கள் மலரட்டும் மனங்கள் இன்னும் விடியட்டும் குழு: விடியட்டும் விடியட்டும் விடியட்டும் விடியட்டும் குழு: இன்பக்காற்று வீசட்டும் எட்டுத்திக்கும் பரவட்டும் மனிதப்பூக்கள் மலரட்டும் மனங்கள் இன்னும் விடியட்டும் குழு: குற்றம் குற்றம் எரியட்டும் சுற்றம் சுற்றம் வாழட்டும் வட்டம் வட்டம் விரியட்டும் வானம் தொட்டு வளரட்டும் குழு: வட்டம் வட்டம் விரியட்டும் வானம் தொட்டு வளரட்டும் குழு: கோழிச்சிறகில் குஞ்சை போலவே பூமி பந்து உலவட்டும் ரத்தம் சிந்தா நூற்றாண்டு புத்தம் புதிதாய் விடியட்டும்","பாடகர்கள்":"சுஜாதா மோகன்,  அனுராதா ஸ்ரீராம்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"காலம் மாறிப்போச்சு நம் கண்ணீர் மாறிப்போச்சு நாளை நல்ல நாளை","உவமேயம்":"காலம்","உவமானம்":"கண்ணீர்"}
{"பாடல்":"மாயா மாயா","படம்":"பாபா","வருடம்":2002,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா ஆண்: மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா ஆண்: சந்தோஷி சந்தோஷி சந்தோஷி நீ சந்தோஷம் கொண்டாடும் சந்நியாசி ஆண்: சந்தோஷி சந்தோஷி சந்தோஷி உன் சந்தோஷம் உன் கையில் நீ யோசி ஆண்: மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா ஆண்: மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா ஆண்: பட்டும் படாமலே தொட்டும் தொடாமலே தாமரை இலை தண்ணீர் போல் நீ ஒட்டி ஒட்டாமலிரு ஆண்: தாமரை இலை தண்ணீர்போல் நீ ஒட்டி ஒட்டாமலிரு ஆண்: மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா ஆண்: வாசனை இருக்கும் வரையினில் சிரிக்கும் பூக்களின் கதை தான் பூமியில் நமக்கும் ஆண்: உலகினில் எதுவும் நிரந்தரம் இல்லை உறங்கிடும் வரையில் சுதந்திரம் இல்லை ஆண்: அவனவன் சொல்வான் ஆயிரம் சேதி அளப்பவன் பேர்தான் அரசியல் வாதி அதுக்கென்ன செய்ய அது அந்த பதவியின் வியாதி ஆண்: உனது கை கால்களே உதவும் நண்பர்களே திரைகடல் மேல எண்ணை துளியினை போல் நீ ஒட்டி ஒட்டாமலிரு ஆண்: மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா ஆண்: மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா பெண்: காற்றே போ காற்றே போ என் காதலனை கண்டு பிடி கண்ணீரில் கண்ணீரில் நான் வரைந்த கடிதம் படி பெண்: மாயை போல் சாயை போல் காதல் உறவு ஓர் நாளும் ஆவதில்லை உணர்வோடும் உயிரோடும் வாழும் அழகு பொய்யாக போவதில்லை பெண்: காற்றே போ காற்றே போ என் காதலனை கண்டு பிடி ஆண்: பட்டும் படாமலே பெண்: கொஞ்சம் பரவாயில்லை ஆண்: தொட்டும் தொடாமலே பெண்: ஒரு நாள் இதமா இல்லை ஆண்: தாமரை இலை தண்ணீர்போல் நீ ஒட்டி ஒட்டாமலிரு தாமரை இலை தண்ணீர் போல் பெண்: நீ என்னை எண்ணாமல் இரு பெண்: சந்தோஷி சந்தோஷி சந்தோஷி நீ என்னோடு ஒன்றானால் சம்சாரி பெண்: சந்தோஷி சந்தோஷி சந்தோஷி நீ தொட்டால் நான் பொன்னாவேன் உன் ராசி குழு: மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா குழு: மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா ஆண்: சந்தோஷி சந்தோஷி சந்தோஷி நீ சந்தோஷம் கொண்டாடும் சந்நியாசி ஆண்: சந்தோஷி சந்தோஷி சந்தோஷி உன் சந்தோஷம் உன் கையில் நீ யோசி ஆண்: மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா ஆண்: மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா ஆண்: பட்டும் படாமலே தொட்டும் தொடாமலே தாமரை இலை தண்ணீர்போல் நீ ஒட்டி ஒட்டாமலிரு ஆண்: தாமரை இலை தண்ணீர்போல் நீ ஒட்டி ஒட்டாமலிரு ஆண்: மாயா மாயா மாயா எல்லாம் மாயா சாயா சாயா சாயா எல்லாம் சாயா","பாடகர்கள்":"கார்த்திக்,  சுஜாதா மோகன்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"சந்தோஷி நீ சந்தோஷம் கொண்டாடும் சந்நியாசி","உவமேயம்":"சந்நியாசி","உவமானம்":"சந்தோஷி"}
{"பாடல்":"புது வெள்ளை மழை","படம்":"ரோஜா","வருடம்":1992,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"பெண்: புது வெள்ளை மழை இங்கு பொழிகின்றது இந்தக் கொள்ளை நிலா உடல் நனைகின்றது பெண்: இங்கு சொல்லாத இடம் கூடக் குளிர்கின்றது மனம் சூடான இடம் தேடி அலைகின்றது ஆண்: புது வெள்ளை மழை இங்கு பொழிகின்றது இந்தக் கொள்ளை நிலா உடல் நனைகின்றது ஆண்: இங்கு சொல்லாத இடம் கூடக் குளிர்கின்றது மனம் சூடான இடம் தேடி அலைகின்றது பெண்: நதியே நீயானால் கரை நானே சிறுபறவை நீயானால் உன் வானம் நானே ஆண்: புது வெள்ளை மழை இங்கு பொழிகின்றது பெண்: இந்தக் கொள்ளை நிலா உடல் நனைகின்றது ஆண்: பெண் இல்லாத ஊரிலே அடி ஆண் பூ கேட்பதில்லை பெண்: பெண் இல்லாத ஊரிலே கொடி தான் பூப்பூப்பதில்லை ஆண்: உன் புடவை முந்தானை சாய்ந்ததில் இந்த பூமி பூப்பூத்தது பெண்: இது கம்பன் பாடாத சிந்தனை உந்தன் காதோடு யார் சொன்னது ஆண்: புது வெள்ளை மழை இங்கு பொழிகின்றது பெண்: இந்தக் கொள்ளை நிலா உடல் நனைகின்றது ஆண்: இங்கு சொல்லாத இடம் கூடக் குளிர்கின்றது பெண்: மனம் சூடான இடம் தேடி அலைகின்றது ஆண்: புது வெள்ளை மழை இங்கு பொழிகின்றது பெண்: இந்தக் கொள்ளை நிலா உடல் நனைகின்றது பெண்: நீ அணைக்கின்ற வேளையில் உயிர்ப்பூ திடுக்கென்று மலரும் ஆண்: நீ வெடுக்கென்று ஓடினால் உயிர்ப்பூ சருகாக உலரும் பெண்: இரு கைகள் தீண்டாத பெண்மையை உன் கண்கள் பந்தாடுதோ ஆண்: மலர் மஞ்சம் சேராத பெண்ணிலா எந்தன் மார்போடு வந்தாடுதோ பெண்: புது வெள்ளை மழை இங்கு பொழிகின்றது ஆண்: இந்தக் கொள்ளை நிலா உடல் நனைகின்றது பெண்: இங்கு சொல்லாத இடம் கூடக் குளிர்கின்றது ஆண்: மனம் சூடான இடம் தேடி அலைகின்றது பெண்: நதியே நீயானால் கரை நானே சிறு பறவை நீயானால் உன் வானம் நானே ஆண்: புது வெள்ளை மழை பெண்: இங்கு பொழிகின்றது ஆண்: இந்தக் கொள்ளை நிலா பெண்: உடல் நனைகின்றது ஆண்: புது வெள்ளை மழை பெண்: இங்கு பொழிகின்றது ஆண்: இந்தக் கொள்ளை நிலா பெண்: உடல் நனைகின்றது","பாடகர்கள்":"உன்னி மேனன், சுஜாதா மோகன்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"புது வெள்ளை மழை இங்கு பொழிகின்றது இந்தக் கொள்ளை நிலா உடல் நனைகின்றது","உவமேயம்":"மழை","உவமானம்":"உடல் நனைகின்றது"}
{"பாடல்":"மலா்களே மலா்களே","படம்":"லவ் பேர்ட்ஸ்","வருடம்":1996,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"பெண்: மலா்களே மலா்களே இது என்ன கனவா மலைகளே மலைகளே இது என்ன நினைவா பெண்: உருகியதே எனதுள்ளம் பெருகியதே விழிவெள்ளம் விண்ணோடும் நீதான் மண்ணோடும் நீதான் கண்ணோடும் நீதான் வா பெண்: மேகம் திறந்து கொண்டு மண்ணில் இறங்கி வந்து மாா்பில் ஒளிந்து கொள்ள வா வா ஆண்: மாா்பில் ஒளிந்து கொண்டால் மாறன் அம்பு வரும் கூந்தலில் ஒளிந்து கொள்ள வரவா பெண்: என் கூந்தல் தேவன் தூங்கும் பள்ளி அறையா அறையா மலா் சூடும் வயதில் என்னை மறந்து போவதுதான் முறையா ஆண்: நினைக்காத நேரமில்லை காதல் ரதியே ரதியே உன் பேரை சொன்னால் போதும் நின்று வழி விடும் காதல் நதியே பெண்: என் சுவாசம் உன் மூச்சில் உன் வாா்த்தை என் பேச்சில் ஆண்: ஐந்தாறு நூற்றாண்டு வாழ்வோம் என் வாழ்வே வா ஆண்: மலா்களே மலா்களே இது என்ன கனவா மலைகளே மலைகளே இது என்ன நினைவா ஆண்: உருகியதே எனதுள்ளம் பெருகியதே விழிவெள்ளம் விண்ணோடும் நீதான் மண்ணோடும் நீதான் கண்ணோடும் நீதான் வா ஆண்: பூவில் நாவிருந்தால் காற்று வாய் திறந்தால் காதல் காதல் என்று பேசும் பெண்: நிலா தமிழ் அறிந்தால் அலை மொழி அறிந்தால் நம் மேல் கவி எழுதி வீசும் ஆண்: வாழ்வோடு வளா்பிறைதானே வண்ண நிலவே நிலவே வானோடு நீலம் போலே இளைந்து கொண்டது இந்த உறவே பெண்: உறங்காத நேரம் கூட உந்தன் கனவே கனவே ஊனோடு உயிரை போல உறைந்து போனதுதான் உறவே ஆண்: மறக்காது உன் ராகம் மாிக்காது என் தேகம் பெண்: உனக்காக உயிா் வாழ்வேன் வா என் வாழ்வே வா பெண்: மலா்களே மலா்களே இது என்ன கனவா மலைகளே மலைகளே இது என்ன நினைவா ஆண்: உருகியதே எனதுள்ளம் பெருகியதே விழிவெள்ளம் பெண்: விண்ணோடும் நீதான் மண்ணோடும் நீதான் ஆண்: கண்ணோடும் நீதான் வா","பாடகர்கள்":"ஹரிஹரண் ,  KS சித்ரா","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"மாா்பில் ஒளிந்து கொண்டால் மாறன் அம்பு வரும்","உவமேயம்":"மாறன் அம்பு","உவமானம்":"மார்பு"}
{"பாடல்":"என்னவளே அடி என்னவளே","படம்":"காதலன்","வருடம்":1994,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"என்னவளே அடி என்னவளே எந்தன் இதயத்தை தொலைத்து விட்டேன் எந்த இடம் அது தொலைந்த இடம் அந்த இடத்தையும் மறந்து விட்டேன் உந்தன் கால்கொலுசில் அது தொலைந்ததென்று உந்தன் காலடி தேடி வந்தேன் காதலென்றால் பெரும் அவஸ்தையென்று உனைக் கண்டதும் கண்டு கொண்டேன் எந்தன் கழுத்து வரை இன்று காதல் வந்து இரு கண்விழி பிதுங்கி நின்றேன் என்னவளே அடி என்னவளே எந்தன் இதயத்தை தொலைத்து விட்டேன் வாய்மொழியும் எந்தன் தாய்மொழியும் இன்று வசப்படவில்லையடி வயிற்றுக்கும் தொண்டைக்கும் உருவமில்லா ஒரு உருண்டையும் உருலுதடி காத்திருந்தால் எதிா் பாா்த்திருந்தால் ஒரு நிமிஷமும் வருஷமடி கண்களெல்லாம் எனைப் பாா்ப்பதுபோல் ஒரு கலக்கமும் தோன்றுதடி இது சொா்க்கமா நரகமா சொல்லடி உள்ளபடி நான் வாழ்வதும் விடைகொண்டு போவதும் உன் வாா்த்தையில் உள்ளதடி என்னவளே அடி என்னவளே எந்தன் இதயத்தை தொலைத்து விட்டேன் கோகிலமே நீ குரல் கொடுத்தால் உன்னை கும்பிட்டுக் கண்ணடிப்பேன் கோபுரமே உன்னைச் சாய்த்துக்கொண்டு உந்தன் கூந்தலில் மீன் பிடிப்பேன் வெண்ணிலவே உன்னைத் தூங்கவைக்க உந்தன் விரலுக்கு சொடுக்கெடுப்பேன் வருடவரும் பூங்காற்றையெல்லாம் கொஞ்சம் வடிகட்டி அனுப்பிவைப்பேன் என் காதலின் தேவையை காதுக்குள் ஓதிவைப்பேன் உன் காலடி எழுதிய கோலங்கள் புதுக் கவிதைகள் என்றுரைப்பேன் என்னவளே அடி என்னவளே எந்தன் இதயத்தை தொலைத்து விட்டேன்","பாடகர்கள்":"உன்னிகிருஷ்ணன்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"என்னவளே அடி என்னவளே எந்தன் இதயத்தை தொலைத்து விட்டேன்","உவமேயம்":"இதயம்","உவமானம்":"அழகு"}
{"பாடல்":"காதல் கடிதம் தீட்டவே","படம்":"ஜோடி","வருடம்":1999,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"பெண்: காதல் கடிதம் தீட்டவே மேகம் எல்லாம் காகிதம் வானின் நீலம் கொண்டு வா பேனா மையோ தீா்ந்திடும் பெண்: சந்திரனும் சூாியனும் அஞ்சல்காரா்கள் இரவு பகல் எப்பொழுதும் அஞ்சல் உன்னைச் சோ்ந்திடும் ஆண்: காதல் கடிதம் தீட்டவே மேகம் எல்லாம் காகிதம் வானின் நீலம் கொண்டு வா பேனா மையோ தீா்ந்திடும் ஆண்: சந்திரனும் சூாியனும் அஞ்சல்காரா்கள் இரவு பகல் எப்பொழுதும் அஞ்சல் உன்னைச் சோ்ந்திடும் பெண்: காதல் கடிதம் தீட்டவே மேகம் எல்லாம் காகிதம் வானின் நீலம் கொண்டு வா பேனா மையோ தீா்ந்திடும் பெண்: கடிதத்தின் வாா்த்தைகளில் கண்ணா நான் வாழுகிறேன் பேனாவில் ஊற்றி வைத்தது எந்தன் உயிரல்லோ ஆண்: பொன்னே உன் கடிதத்தைப் பூவாலே திறக்கின்றேன் விரல் பட்டால் உந்தன் ஜீவன் காயம் படுமல்லோ பெண்: அன்பே உந்தன் அன்பில் ஆடிப் போகின்றேன் செம்பூக்கள் தீண்டும்போது செத்துச் செத்து பூப்பூக்கின்றேன் ஆண்: காதல் கடிதம் தீட்டவே மேகம் எல்லாம் காகிதம் பெண்: வானின் நீலம் கொண்டு வா பேனா மையோ தீா்ந்திடும் ஆண்: கண்ணே உன் கால் கொலுசில் மணியாக மாட்டேனா மஞ்சத்தில் உறங்கும்போது சினுங்க மாட்டேனா பெண்: காலோடு கொலுசல்ல கண்ணோடு உயிரானாய் உயிரே நான் உறங்கும் போதும் உறங்கமாட்டாயா ஆண்: தப்பு செய்யப் பாா்த்தால் ஒப்புக் கொள்வாயா மேலாடை நீங்கும் போது வெட்கம் என்ன முந்தானையா ஆண்: காதல் கடிதம் தீட்டவே மேகம் எல்லாம் காகிதம் ஓ வானின் நீலம் கொண்டு வா பேனா மையோ தீா்ந்திடும் ஆண்: சந்திரனும் சூாியனும் அஞ்சல்காரா்கள் இருவரும்: இரவு பகல் எப்பொழுதும் அஞ்சல் உன்னைச் சோ்ந்திடும் ஆண்: காதல் கடிதம் தீட்டவே மேகம் எல்லாம் காகிதம் பெண்: ஓ வானின் நீலம் கொண்டு வா பேனா மையோ தீா்ந்திடும்","பாடகர்கள்":"உன்னி மேனன், S ஜானகி","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"கடிதத்தின் வாா்த்தைகளில் கண்ணா நான் வாழுகிறேன்","உவமேயம்":"கடிதம்","உவமானம்":"உயிர்"}
{"பாடல்":"வெள்ளி மலரே","படம்":"ஜோடி","வருடம்":1999,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"பெண்: வெள்ளி மலரே வெள்ளி மலரே வெள்ளி மலரே வெள்ளி மலரே பெண்: நேற்றுவரை நீ நெடுவனம் கண்டாய் ஒற்றைக்காலில் உயரத்தில் நின்றாய் மஞ்சள் மாலை மழையில் நனைந்தாய் சித்திரை மாதம் வெயிலும் சுமந்தாய் பெண்: இத்தனை தவங்கள் ஏன்தான் செய்தாயோ தேன்சிதறும் மன்மத மலரே இன்றே சொல்வாயோ ஆண்: இளந்தளிரே இளந்தளிரே வெள்ளி மலரன்று இயற்றிய தவம் எதற்கு பெண்மங்கை உந்தன் கூந்தல் சோ்வதற்கு ஆண்: இளந்தளிரே இளந்தளிரே வெள்ளி மலரன்று இயற்றிய தவம் எதற்கு பெண்மங்கை உந்தன் கூந்தல் சோ்வதற்கு ஆண்: வெள்ளி மலரே வெள்ளி மலரே ஆண்: மின்னொளியில் மலா்வன தாழம்பூக்கள் கண்ணொளியில் மலா்வன காதல் பூக்கள் நெஞ்சுடைந்த பூவே நில் பெண்: ஏ வெட்கங்கெட்ட தென்றலுக்கு வேலையில்லை தென்றலுக்கும் உங்களுக்கும் பேதமில்லை ஆடைகொள்ளப் பாா்ப்பீா் ஐயோ தள்ளி நில் நில் ஆண்: வான்விட்டு வாராய் சிறகுள்ள நிலவே தேன்விட்டுப் பேசாய் உயிருள்ள மலரே உன்னைக்கண்டு உயிா்த்தேன் சொட்டுதே சொட்டுதே பெண்: வெள்ளி மலரே வெள்ளி மலரே வெள்ளி மலரே வெள்ளி மலரே பெண்: வனங்களில் பூந்தளிா் தேடும்போதும் நதிகளில் நீா் குடைந்தாடும்போதும் உந்தன் திசை தேடும் விழிகள் ஆண்: தொலைவினில் தரைதொட்டு ஆடும் மேகம் அருகினில் செல்லச்செல்ல ஓடிப்போகும் நீயும் மேகம்தானா நெஞ்சைத் தொட்டுச்சொல் சொல் பெண்: மழையிலும் கூவும் மரகதக் குயில் நான் இரவிலும் அடிக்கும் புன்னகை வெயில் நான் உன் நெஞ்சில் வசிக்கும் இன்னொரு உயிா் நான் ஆண்: வெள்ளி மலரே வெள்ளி மலரே பெண்: நேற்றுவரை நீ நெடுவனம் கண்டாய் ஒற்றைக்காலில் உயரத்தில் நின்றாய் மஞ்சள் மாலை மழையில் நனைந்தாய் சித்திரை மாதம் வெயிலும் சுமந்தாய் பெண்: இத்தனை தவங்கள் ஏன்தான் செய்தாயோ தேன்சிதறும் மன்மத மலரே இன்றே சொல்வாயோ ஆண்: இளந்தளிரே இளந்தளிரே வெள்ளி மலரன்று இயற்றிய தவம் எதற்கு பெண்மங்கை உந்தன் கூந்தல் சோ்வதற்கு வெள்ளி மலரே வெள்ளி மலரே","பாடகர்கள்":"SP பாலசுப்ரமணியம், மஹாலட்சுமி ஐயர்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"இளந்தளிரே வெள்ளி மலரன்று இயற்றிய தவம் எதற்கு பெண்மங்கை உந்தன் கூந்தல் சோ்வதற்கு","உவமேயம்":"இளந்தளிரே வெள்ளி மலர்","உவமானம்":"பெண்மங்கை கூந்தல்"}
{"பாடல்":"Taxi Taxi","படம்":"சக்கரைக்கட்டி","வருடம்":2008,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்2: ஹா ஹா ஹே ஹே நண்பா நீ ஒரு இலவச Taxi நண்பா நீ ஒரு இலவச Taxi ஆண்2: Once Upon a Time When We Were Riding Real Easy Only We Used Our New Maruthi Look Up on the Sides When a Citi Girl Pass by Bale Bale You Say Bye Bye Bye குழு: Mmm ஆண்2: See Bale Bale குழு: Mmm ஆண்2: See Ole Ole குழு: Mmm ஆண்2: See Ole Ole Shabaa குழு: Mmm ஆண்2: See Bale Bale குழு: Mmm ஆண்2: See Ole Ole குழு: Mmm ஆண்2: See Ole Ole Shabaa குழு: Mmm ஆண்2: See Bale Bale குழு: Mmm ஆண்2: See Ole Ole குழு: Mmm ஆண்2: See Ole Ole Shabaa குழு: Mmm ஆண்2: See Bale Bale குழு: Mmm ஆண்2: See Ole Ole குழு: Mmm ஆண்2: See Ole Ole Shabaa ஆண்1: ராசி நீ ராசி நண்பன் கிடைத்தால் எல்லாம் ஓசி Taxi Taxi நண்பா நீ ஒரு இலவச Taxi ஆண்1: ராசி நீ ராசி நண்பன் கிடைத்தால் எல்லாம் ஓசி Taxi Taxi நண்பா நீ ஒரு இலவச Taxi ஆண்1: நீ நீ நீ நீ இல்லையேல் நான் நான் நான் எங்கு போவது தோள் சாய தோள் இல்லையேல் என் வாழ்க்கை என்னாவது ஆண்1: ராசி நீ ராசி நண்பன் கிடைத்தால் எல்லாம் ஓசி Taxi Taxi நண்பா நீ ஒரு இலவச Taxi பெண்: ஊலா ஊலா ஆண்2: நண்பன் கிடைத்தால் எல்லாம் ஓசி பெண்: ஊலா ஊலா ஆண்2: யோசி யோசி யோசி யோசி ஆண்2: We’ve Gonna a Smile Because We Have a Journey Dinner with a Lady in a Red Saree Shout Out Loud Say You’re So Sweet ஆண்2: We’ve Gonna a Smile Because We Have a Journey Dinner with a Lady in a Red Saree பெண்: ஊலா ஊலா ஆண்1: என் தவறை நீ மறைத்தாய் எனக்காய் அர்ச்சனை வாங்கினாய் உன் தோள்கள் ஏணியை போல் ஏறி மிதித்தேன் தாங்கினாய் ஆண்1: எழும் போது கை தந்து அழும் போது கடன் தந்து இளைப்பாற மடி தந்து எனக்கென வாழ்வது நீ தானே ஆண்1: ராசி நீ ராசி நண்பன் கிடைத்தால் எல்லாம் ஓசி Taxi Taxi நண்பா நீ ஒரு இலவச Taxi ஆண்1: தில்லானா தில்லானா திமிரு பிடிச்ச தில்லானா அன்பா நான் அன்பா நான் அடங்கமாட்டேன் ஹீரோ நான் ஆண்1: கள்ளத்தனம் தெரியாது காதலியே கிடையாது கஞ்சத்தனம் தெரியாது கஞ்சாவே கிடையாது ஆண்1: நல்ல பழம் கிடையாது ஞானப் பழம் கிடையாது என் உயிர் நண்பன் நீ தானே ஆண்1: ராசி நீ ராசி நண்பன் கிடைத்தால் எல்லாம் ஓசி Taxi Taxi நண்பா நீ ஒரு இலவச Taxi ஆண்1: நீ நீ நீ நீ இல்லையேல் நான் நான் நான் எங்கு போவது தோள் சாய தோள் இல்லையேல் என் வாழ்க்கை என்னாவது என்னாவது என்னாவது ஆண்1: Taxi Taxi பெண்: Awesome Taxi ஆண்1: Taxi Taxi ஆண்2: ராசி ராசி Rap-ஏ ஜாஸ்த்தி ஆண்1: Taxi Taxi ஆண்2: Uh Heyuh Hey ஆண்1: Taxi Taxi ஆண்2: Make the Wave Make the Sound ஆண்1: Taxi Taxi ஆண்2: Kumbakumengum City City தினம் தினம் பெண்கள் Try and Catch Me Rude Boys நாங்கள் King of the Streets Riding Together Every Body Follow Me ஆண்2: Look Over the Side When Ya See U When U Pass by Friend தவிர Friends தவிர Stay with Me All at the Time Rolling Through the Streets They Must They Must Ask Why We Be So Happy and We Know That We Are Nice Guys குழு: Mmm ஆண்2: See Bale Bale குழு: Mmm ஆண்2: See Ole Ole குழு: Mmm ஆண்2: See Ole Ole Shabaa குழு: Mmm ஆண்2: See Bale Bale குழு: Mmm ஆண்2: See Ole Ole குழு: Mmm ஆண்2: See Ole Ole Shabaa குழு: Mmm ஆண்2: See Bale Bale குழு: Mmm ஆண்2: See Ole Ole குழு: Mmm ஆண்2: See Ole Ole Shabaa குழு: Mmm ஆண்2: See Bale Bale குழு: Mmm ஆண்2: See Ole Ole குழு: Mmm ஆண்2: See Ole Ole Shabaa","பாடகர்கள்":"பென்னி டயல் , ஜவேத் அலி, Blaaze, Vivian Chaix","பாடலாசிரியர்":"நா.முத்துக்குமார், Blaaze, Vivian Chaix ","உருவகம்":"உன் தோள்கள் ஏணியை போல் ஏறி மிதித்தேன் தாங்கினாய்","உவமேயம்":"ஏணி","உவமானம்":"தோள்கள்"}
{"பாடல்":"முஸ்தபா முஸ்தபா","படம்":"காதல் தேசம்","வருடம்":1996,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: முஸ்தபா முஸ்தபா Don’t Worry முஸ்தபா காலம் நம் தோழன் முஸ்தபா ஆண்: முஸ்தபா முஸ்தபா Don’t Worry முஸ்தபா காலம் நம் தோழன் முஸ்தபா ஆண்: Day by Day Bay by Day வாழ்க்கைப் பயணம் Day by Day மூழ்காத Ship-ஏ Friendship-தான் ஆண்: முஸ்தபா முஸ்தபா Don’t Worry முஸ்தபா காலம் நம் தோழன் முஸ்தபா ஆண்: ஜூன் பிறக்கும் ஜூலை பிறக்கும் Junior-கும் Senoir-கும் கல்லூரி வாசல் எங்கும் Ragging நடக்கும் ஆண்: Students மனமோ நந்தவனமே ரோஜா இருக்கும் முள்ளும் இருக்கும் நட்புக்கு Ragging கூட பாதை வகுக்கும் ஆண்: நண்பன் ஒருவன் வந்த பிறகு விண்ணை தொடலாம் உந்தன் சிறகு வானுக்கும் எல்லை உண்டு நட்புக்கில்லையே ஆண்: துன்பம் வரலாம் இன்பம் வரலாம் நண்பன் ஒருவன் பங்கு பெறலாம் கல்லூரி நட்புக்கில்லை முற்றுப்புள்ளியே ஆண்: முஸ்தபா முஸ்தபா Don’t Worry முஸ்தபா காலம் நம் தோழன் முஸ்தபா பெண்: காலம் நம் தோழன் முஸ்தபா ஆண்: Day by Day Bay by Day வாழ்க்கைப் பயணம் Day by Day மூழ்காத Ship-ஏ Friendship-தான் பெண்: மூழ்காத Ship-ஏ Friendship-தான் ஆண்: முஸ்தபா முஸ்தபா Don’t Worry முஸ்தபா காலம் நம் தோழன் முஸ்தபா ஆண்: இங்கு பறக்கும் வண்ணப் பறவை எங்கு இருந்தோ வந்த பறவை கல்லூரி மண்தான் எங்கள் வேடந்தாங்கல் ஆண்: கன்னி மலர்கள் கூடப் படிக்கும் காளை மனதில் சாரல் அடிக்கும் கல்லூரி சாலை எங்கள் கோடைக்கானல் ஆண்: கல்வி பயிலும் காலம் வரையில் துள்ளித் திரியும் எங்கள் விழியில் கண்ணீரைக் கண்டதில்லை தென்றல் சாட்சி ஆண்: நண்பன் பிரிந்து ஊர் திரும்பும் நாளில் மட்டும்தான் நீர் அரும்பும் கண்ணீரில்தானே எங்கள் Farewell Party ஆண்: முஸ்தபா முஸ்தபா Don’t Worry முஸ்தபா காலம் நம் தோழன் முஸ்தபா பெண்: காலம் நம் தோழன் முஸ்தபா ஆண்: Day by Day Bay by Day வாழ்க்கைப் பயணம் Day by Day மூழ்காத Ship-ஏ Friendship-தான் பெண்: மூழ்காத Ship-ஏ Friendship-தான் ஆண்: முஸ்தபா முஸ்தபா Don’t Worry முஸ்தபா காலம் நம் தோழன் முஸ்தபா பெண்: காலம் நம் தோழன் முஸ்தபா ஆண்: Day by Day Bay by Day வாழ்க்கைப் பயணம் Day by Day மூழ்காத Ship-ஏ Friendship-தான் பெண்: மூழ்காத Ship-ஏ Friendship-தான்","பாடகர்கள்":"AR ரஹ்மான்","பாடலாசிரியர்":"வாலி","உருவகம்":"நண்பன் ஒருவன் வந்த பிறகு விண்ணை தொடலாம் உந்தன் சிறகு","உவமேயம்":"விண்","உவமானம்":"புகழ்"}
{"பாடல்":"ஒரு நண்பன் இருந்தால்","படம்":"எனக்கு 20 உனக்கு 18","வருடம்":2003,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"பெண்: ஒரு நண்பன் இருந்தால் ஒரு நண்பன் இருந்தால் ஆண்: கையோடு பூமியை சுமந்திடலாம் பெண்: தொடு வானம் பக்கமே தொட வேண்டும் நண்பனே ஆண்: நம் பேரில் திசைகளை எழுதலாம் பெண்: கடலில் நதிகள் பெயர் கலந்தது இந்த நட்பில் எங்கள் உயிர் கலந்தது ஆண்: நட்பு என்பது எங்கள் முகவரி இது வாழ்க்கை பாடத்தில் முதல் வரி பெண்: இந்த உலகில் மிக பெரும் ஏணி நண்பன் இல்லாதவன் ஹேய் இருவரும்: ஒரு நண்பன் இருந்தால் ஒரு நண்பன் இருந்தால் கையோடு பூமியை சுமந்திடலாம் இருவரும்: தொடு வானம் பக்கமே தொட வேண்டும் நண்பனே நம் பேரில் திசைகளை எழுதலாம் ஆண்: தோள் மீது கை போட்டுக் கொண்டு தோன்றிய எல்லாம் பேசி ஊரை சுற்றி வந்தோம் வந்தோம் ஆண்: ஒருவர் வீட்டிலே படுத்து தூங்கினோம் நட்பின் போர்வைக்குள்ளே பெண்: இந்த காதல் கூட வாழ்க்கையில் அழகிலே தோன்றுமே இருவரும்: தோழன் என்ற சொந்தம் ஒன்று தோன்றும் நமது உயிரோடு பெண்: ஒரு நண்பன் இருந்தால் ஒரு நண்பன் இருந்தால் ஆண்: கையோடு பூமியை சுமந்திடலாம் பெண்: தொடு வானம் பக்கமே தொட வேண்டும் நண்பனே ஆண்: நம் பேரில் திசைகளை எழுதலாம் ஆண்: நெஞ்சுக்குள் நெஞ்சுக்குள் உள்ள எண்ணங்கள் எண்ணங்கள் சொல்ல நண்பன் ஒரே சொந்தம் ஆண்: நமது மேஜையில் உணவு கூட்டணி அதில் நட்பின் ருசி பெண்: அட வாழ்க்கை பயணம் மாறலாம் நட்பு தான் மாறுமா ஆண்: ஆயுள் காலம் தேர்ந்த நாளில் இருவரும்: நண்பன் முகம் தான் மறக்காதே இருவரும்: ஒரு நண்பன் இருந்தால் ஒரு நண்பன் இருந்தால் கையோடு பூமியை சுமந்திடலாம் இருவரும்: தொடு வானம் பக்கமே தொட வேண்டும் நண்பனே நம் பேரில் திசைகளை எழுதலாம் இருவரும்: நட்பு என்பது எங்கள் முகவரி இது வாழ்க்கை பாடத்தில் முதல் வரி இந்த உலகில் மிக பெரும் ஏணி நண்பன் இல்லாதவன்","பாடகர்கள்":"சின்மயீ,  வெங்கட் பிரபு, SPB சரண்","பாடலாசிரியர்":"பா.விஜய்","உருவகம்":"கடலில் நதிகள் பெயர் கலந்தது இந்த நட்பில் எங்கள் உயிர் கலந்தது","உவமேயம்":"கடலில் நதிகள் கலத்தல்","உவமானம்":"உயிர்  கலத்தல்"}
{"பாடல்":"அஞ்சலி அஞ்சலி","படம்":"டூயட்","வருடம்":1994,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: அஞ்சலி அஞ்சலி புஷ்பாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலி பூவே உன் பாதத்தில் புஷ்பாஞ்சலி பொன்னே உன் பெயருக்கு பொன்னாஞ்சலி கண்ணே உன் குரலுக்கு கீதாஞ்சலி கண் காணா அழகுக்கு கவிதாஞ்சலி ஆண்: அஞ்சலி அஞ்சலி புஷ்பாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலி பூவே உன் பாதத்தில் புஷ்பாஞ்சலி பொன்னே உன் பெயருக்கு பொன்னாஞ்சலி கண்ணே உன் குரலுக்கு கீதாஞ்சலி கண் காணா அழகுக்கு கவிதாஞ்சலி ஆண்: காதல் வந்து தீண்டும் வரை இருவரும் தனி தனி காதலின் பொன் சங்கிலி இணைத்தது கண்மணி ஆண்: கடலிலே மழை வீழ்ந்தபின் எந்த துளி மழைத் துளி காதலில் அது போல நான் கலந்திட்டேன் காதலி ஆண்: திருமகள் திருப்பாதம் பிடித்துவிட்டேன் தினமொரு புதுப் பாடல் வடித்துவிட்டேன் அஞ்சலி அஞ்சலி என்னுயிர் காதலி ஆண்: பூவே உன் பாதத்தில் புஷ்பாஞ்சலி பொன்னே உன் பெயருக்கு பொன்னாஞ்சலி கண்ணே உன் குரலுக்கு கீதாஞ்சலி கண் காணா அழகுக்கு கவிதாஞ்சலி ஆண்: அஞ்சலி அஞ்சலி புஷ்பாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலி பூவே உன் பாதத்தில் புஷ்பாஞ்சலி பொன்னே உன் பெயருக்கு பொன்னாஞ்சலி கண்ணே உன் குரலுக்கு கீதாஞ்சலி கண் காணா அழகுக்கு கவிதாஞ்சலி பெண்: சீதையின் காதல் அன்று விழி வழி நுழைந்தது கோதையின் காதல் இன்று செவி வழி புகுந்தது பெண்: என்னவோ என் நெஞ்சிலே இசை வந்து துளைத்தது இசை வந்த பாதை வழி தமிழ் மெல்ல நுழைந்தது பெண்: இசை வந்த திசை பார்த்து மனம் குழைந்தேன் தமிழ் வந்த திசை பார்த்து உயிர் கசிந்தேன் அஞ்சலி அஞ்சலி இவள் கலைக்காதலி பெண்: அன்பே உன் அன்புக்கு புஷ்பாஞ்சலி நண்பா உன் கண்ணுக்கு நடனாஞ்சலி கண்ணா உன் இசை வாழ கீதாஞ்சலி கவியே உன் தமிழ் வாழ கவிதாஞ்சலி ஆண்: அஞ்சலி அஞ்சலி புஷ்பாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலி பூவே உன் பாதத்தில் புஷ்பாஞ்சலி பொன்னே உன் பெயருக்கு பொன்னாஞ்சலி கண்ணே உன் குரலுக்கு கீதாஞ்சலி கண் காணா அழகுக்கு கவிதாஞ்சலி ஆண்: அழகியே உனை போலவே அதிசயம் இல்லையே அஞ்சலி பேரைச் சொன்னேன் அவிழ்ந்தது முல்லையே ஆண்: கார்த்திகை மாதம் போனால் கடும் மழை இல்லையே கண்மணி நீயில்லையேல் கவிதைகள் இல்லையே ஆண்: நீயென்ன நிலவோடு பிறந்தவளா பூவுக்குள் கருவாகி வளர்ந்தவளா அஞ்சலி அஞ்சலி என்னுயிர் காதலி ஆண்: பூவே உன் பாதத்தில் புஷ்பாஞ்சலி பொன்னே உன் பெயருக்கு பொன்னாஞ்சலி கண்ணே உன் குரலுக்கு கீதாஞ்சலி கண் காணா அழகுக்கு கவிதாஞ்சலி ஆண்: அஞ்சலி அஞ்சலி புஷ்பாஞ்சலி அஞ்சலி அஞ்சலி புஷ்பாஞ்சலி பூவே உன் பாதத்தில் புஷ்பாஞ்சலி பொன்னே உன் பெயருக்கு பொன்னாஞ்சலி கண்ணே உன் குரலுக்கு கீதாஞ்சலி கண் காணா அழகுக்கு கவிதாஞ்சலி","பாடகர்கள்":"SP பாலசுப்ரமணியம்,  KS சித்ரா","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"கடலிலே மழை வீழ்ந்தபின் எந்த துளி மழைத் துளி காதலில் அது போல நான் கலந்திட்டேன் காதலி","உவமேயம்":"மழைத் துளி","உவமானம்":"காதல்"}
{"பாடல்":"கொம்பன் சுறா","படம்":"மரியான்","வருடம்":2013,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"பாடல் வரிகள்: ஆடாத கால்களும் ஆடும் அய்யா எங்க காதோரம் கடல் புறா பாடும் அய்யா வங்காள கரையோரம் வாரும் அய்யா எங்க பாய்மர விளையாட்ட பாரும் அய்யா கொம்பன் சுறா வேட்டையாடும் கடல் ராசா நான் கடல் ராசா நான் ரத்தம் சிந்தி முத்து குளித்திடும் கடல் ராசா நான் மரியன் நான் நெத்திலி கொழம்பு வாடை ஹே ஹே ஹே எங்க நீரோடி காத்துல வீசும் அய்யா ஏ ஒத்தை மர கல்லும் உப்பு கருவாடும் சித்தம் குளிர்ந்திடும் வாடை அய்யா ஏக்கம் கொண்ட ஆவி அழுதிட கோவம் கொன்று வித்த காட்டிடும் கோமாளி நா ஏக்கம் கொண்ட ஆவி அழுதிட கோவம் கொன்று வித்த காட்டிடும் கோமாளி நா கொம்பன் சுறா வேட்டையாடும் கடல் ராசா நான் கடல் ராசா நான் ரத்தம் சிந்தி முத்து குளித்திடும் கடல் ராசா நான் மரியன் நான் நான் ஒத்தையில் பாடுறேனே தன்னால இந்த பாலைவன பாறைகளின் முன்னால முன்னால நான் ஒத்தையில் பாடுறேனே தன்னால இந்த பாலைவன பாறைகளின் முன்னால முன்னால வெறும் புத்திகெட்ட பாவிகளின் நடுவே பொலம்பும் என் உயிரே உயிரே நான் ஊருவிட்டு ஊரு வந்தேன் தனியாக இப்ப ஊனமாக சுத்துறேனே அடியே எங்கூட்டம் வரு ஒன்ன சேரும் நெனப்புல தவிச்சேன் பனிமலரே பனிமலரே பனிமலரே கொம்பன் சுறா வேட்டையாடும் கடல் ராசா நான் கடல் ராசா நான் கொம்பன் சுறா வேட்டையாடும் கடல் ராசா நான் கடல் ராசா நான்","பாடகர்கள்":"யுவன் சங்கர் ராஜா","பாடலாசிரியர்":"தனுஷ்","உருவகம்":"நான் ஒத்தையில் பாடுறேனே தன்னால இந்த பாலைவன பாறைகளின் முன்னால","உவமேயம்":"பாலைவன பாறை","உவமானம்":"வெற்றிடம்"}
{"பாடல்":"சந்திரனை தொட்டது யாா்","படம்":"ரட்சகன்","வருடம்":1997,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: சந்திரனை தொட்டது யாா் ஆம்ஸ்ட்ராங்கா அடி ஆம்ஸ்ட்ராங்கா சத்தியமாய் தொட்டது யாா் நான்தானே அடி நான்தானே ஆண்: கனவு தேவதையே நிலவு நீதானே உன் நிழலும் நான்தானே கனவு தேவதையே நிலவு நீதானே உன் நிழலும் நான்தானே பெண்: சந்திரனை தொட்டது யாா் நீதானா அட நீதானா சத்தியமாய் தொட்டவனும் நீதானா அது நீதானா பெண்: நெருங்கி தொட்டவனே நிலவு நான்தானா உன் நிலவு நான்தானா உன் நிலவு நான்தானா ஆண்: ஹோ பூக்களை செடிகொடியின் பொருளென்று நினைத்திருந்தேன் ஓ பூக்களை செடிகொடியின் பொருளென்று நினைத்திருந்தேன் பூவை உன்னைப் பாா்த்த பின்னே பூக்களின் மொழியறிந்தேன் பெண்: தலையணை என்பதெல்லாம் தலைக்கென்று நினைத்திருந்தேன் தலைவனைப் பிாிகையிலே தலையணைத் துணையறிந்தேன் ஆண்: தீப்பந்தம் போன்றவன் நான் தீபமென்று ஆகிவிட்டேன் பெண்: புயலுக்கு பிறந்தவள் நான் தென்றலென்று மாறிவிட்டேன் ஆண்: கருங்கல்லைப் போன்றவன் நான் கற்பூரம் ஆகிவிட்டேன் சந்திரனை… ஆண்: சந்திரனை தொட்டது யாா் ஆம்ஸ்ட்ராங்கா அடி ஆம்ஸ்ட்ராங்கா சத்தியமாய் தொட்டது யாா் நான்தானே அடி நான்தானே ஆண்: கனவு தேவதையே நிலவு நீதானே உன் நிழலும் நான்தானே கனவு தேவதையே நிலவு நீதானே உன் நிழலும் நான்தானே ஆண்: தாமரை மலா்கொண்டு உடல் செய்த ஓவியமே என்னுடல் பாரம் மட்டும் எந்த விதம் தாங்குகிறாய் பெண்: மீன்களை சுமப்பதொன்றும் நீருக்கு பாரமில்லை காதலை சுமக்கையிலே காதலரும் பாரமில்லை ஆண்: சொா்க்கத்துக்கு வந்துவிட்டோம் தா்க்கத்திற்க்கு நேரமில்லை பெண்: முத்தங்கள் நீ வழங்கு இதழுக்கு நேரமில்லை ஆண்: ஓ தொடங்குதல் மிக எளிது முடிப்பதுதான் பொிய தொல்லை பெண்: சந்திரனே… ஆண்: சந்திரனை தொட்டது யாா் ஆம்ஸ்ட்ராங்கா அடி ஆம்ஸ்ட்ராங்கா சத்தியமாய் தொட்டது யாா் நான்தானே அடி நான்தானே ஆண்: கனவு தேவதையே நிலவு நீதானே உன் நிழலும் நான்தானே கனவு தேவதையே நிலவு நீதானே உன் நிழலும் நான்தானே","பாடகர்கள்":"ஹரிஹரன்,  சுஜாதா மோகன்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"தலையணை என்பதெல்லாம் தலைக்கென்று நினைத்திருந்தேன் தலைவனைப் பிாிகையிலே","உவமேயம்":"தலைவன்","உவமானம்":"காதலன்"}
{"பாடல்":"சொட்ட சொட்ட நனையுது","படம்":"தாஜ்மஹால்","வருடம்":1999,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"அடி நீ எங்கே அடி நீயெங்கே ஏ அடி நீயெங்கே அடி நீயெங்கே அடி நீயெங்கே சொட்ட சொட்ட நனையுது தாஜ்மஹாலு குடையொன்னு குடையொன்னு தா கிளியே விட்டுவிட்டு துடிக்குது என் நெஞ்சு வெக்கம் விட்டு வெக்கம் விட்டு வா வெளியே அடி நீ எங்கே நீ எங்கே நீ எங்கே நீ எங்கே நீ எங்கே நீ எங்கே பூ வைத்த பூ எங்கே மழை தண்ணி உசிர கரைக்குதே உசிர் உள்ள ஒருத்திக்கு தாஜ்மஹால் கட்டி கொடுத்தவனும் நான்தாண்டி அடி நீ எங்கே எங்கே நீ எங்கே கண்ணீருல மழையும் கரிக்குதே அடியே நீ எங்கே எங்கே நீ எங்கே கண்ணீருல மழையும் கரிக்குதே சொட்ட சொட்ட நனையுது தாஜ்மஹாலு குடையொன்னு குடையொன்னு தா கிளியே விட்டுவிட்டு துடிக்குது என் நெஞ்சு வெக்கம் விட்டு வெக்கம் விட்டு வா வெளியே அடி நீ எங்கே நீ எங்கே நீ எங்கே நீ எங்கே நீ எங்கே நீ எங்கே உனக்காக பரிசு ஒன்று கொண்டேன் எதற்காக நீ விலகி நின்றாய் நான் மழையல்லவே ஏன் ஒதுங்கி நின்றாய் உனக்காக பரிசு ஒன்று கொண்டேன் எதற்காக நீ விலகி நின்றாய் நான் மழையல்லவே ஏன் ஒதுங்கி நின்றாய் எனைக்கண்டு சென்ற கனவே உயிரைத் துண்டு செய்த மலரே வந்து மழையிழாடு மயிலே மயிலே உன் நாணம் என்ன கண்ணே மேகம் அட்சதை போடும்போது தலையை நீட்ட வேண்டும் கண்ணே கண்ணே நீருக்கும் நமக்கும் ஒரு தேவபந்தம் அன்பே உருவானது நீருக்குள் முகம் பார்த்த ஜோடி ஒன்றை மீண்டும் மழை சேர்த்தது சொட்ட சொட்ட நனையுது தாஜ்மஹாலு குடையொன்னு குடையொன்னு தா கிளியே விட்டுவிட்டு துடிக்குது என் நெஞ்சு வெக்கம் விட்டு வெக்கம் விட்டு வா வெளியே அடி நீ எங்கே நீ எங்கே அடி நீ எங்கே நீ எங்கே நீ எங்கே நீ எங்கே பூ வைத்த பூ எங்கே மழை தண்ணி உசிர கரைக்குதே உசிர் உள்ள ஒருத்திக்கு தாஜ்மஹால் கட்டி கொடுத்தவனும் நான்தாண்டி அடி நீ எங்கே எங்கே நீ எங்கே கண்ணீருல மழையும் கரிக்குதே அடியே நீ எங்கே எங்கே நீ எங்கே கண்ணீருல மழையும் கரிக்குதே அடி நீ எங்கே எங்கே நீ எங்கே கண்ணீருல மழையும் கரிக்குதே அடியே நீ எங்கே","பாடகர்கள்":"ஸ்ரீனிவாஸ்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"நான் மழையல்லவே ஏன் ஒதுங்கி நின்றாய்","உவமேயம்":"மழை","உவமானம்":"காதலன்"}
{"பாடல்":"பச்சை நிறமே","படம்":"அலைபாயுதே","வருடம்":2000,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"சகியே சினேகிதியே காதலில் காதலில் காதலில் நிறமுண்டு சகியே சினேகிதியே என் அன்பே அன்பே உனக்கும் நிறமுண்டு பச்சை நிறமே பச்சை நிறமே இச்சை மூட்டும் பச்சை நிறமே புல்லின் சிாிப்பும் பச்சை நிறமே எனக்குச் சம்மதம் தருமே பச்சை நிறமே பச்சை நிறமே இலையின் இளமை பச்சை நிறமே உந்தன் நரம்பும் பச்சை நிறமே எனக்குச் சம்மதம் தருமே எனக்குச் சம்மதம் தருமே எனக்குச் சம்மதம் தருமே கிளையில் காணும் கிளியின் மூக்கு விடலைப் பெண்ணின் வெற்றிலை நாக்கு புத்தம் புதிதாய் ரத்த ரோஜா பூமி தொடாத பிள்ளையின் பாதம் எல்லாச் சிவப்பும் உந்தன் கோபம் எல்லாச் சிவப்பும் உந்தன் கோபம் அந்திவானம் அரைக்கும் மஞ்சள் அக்கினிக் கொழுந்தில் பூத்த மஞ்சள் தங்கத்தோடு ஜனித்த மஞ்சள் கொன்றைப் பூவில் குளித்த மஞ்சள் மஞ்சள் மஞ்சள் மஞ்சள் மாலை நிலவின் மரகத மஞ்சள் எல்லாம் தங்கும் உந்தன் நெஞ்சில் சகியே சினேகிதியே காதலில் காதலில் காதலில் நிறமுண்டு சகியே சினேகிதியே என் அன்பே அன்பே உனக்கும் நிறமுண்டு அலையில்லாத ஆழி வண்ணம் முகிலில்லாத வானின் வண்ணம் மயிலின் கழுத்தில் வாரும் வண்ணம் குவளைப் பூவில் குழைத்த வண்ணம் ஊதாப் பூவில் ஊற்றிய வண்ணம் எல்லாம் சோ்ந்து உன் கண்ணில் மின்னும் எல்லாம் சோ்ந்து உன் கண்ணில் மின்னும் இரவின் நிறமே இரவின் நிறமே காா்காலத்தின் மொத்த நிறமே காக்கைச் சிறகில் காணும் நிறமே பெண்மை எழுதும் கண்மை நிறமே வெயிலில் பாடும் குயிலின் நிறமே எல்லாம் சோ்ந்து கூந்தல் நிறமே எல்லாம் சோ்ந்து கூந்தல் நிறமே சகியே சினேகிதியே காதலில் காதலில் காதலில் நிறமுண்டு சகியே சினேகிதியே என் அன்பே அன்பே உனக்கும் நிறமுண்டு வெள்ளை நிறமே வெள்ளை நிறமே மழையில் முளையும் தும்பை நிறமே வெள்ளை நிறமே வெள்ளை நிறமே விழியில் பாதி உள்ள நிறமே மழையில் முளையும் தும்பை நிறமே உனது மனசின் நிறமே உனது மனசின் நிறமே உனது மனசின் நிறமே","பாடகர்கள்":"ஹரிஹரன்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"புத்தம் புதிதாய் ரத்த ரோஜா","உவமேயம்":"ரோஜா","உவமானம்":"காதல்"}
{"பாடல்":"என் மேல்விழுந்த","படம்":"மே மாதம்","வருடம்":1994,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: என் மேல்விழுந்த மழைத் துளியே இத்தனை நாளாய் எங்கிருந்தாய் இன்று எழுதிய என் கவியே இத்தனை நாளாய் எங்கிருந்தாய் பெண்: என் மேல் விழுந்த மழைத் துளியே இத்தனை நாளாய் எங்கிருந்தாய் இன்று எழுதிய என் கவியே இத்தனை நாளாய் எங்கிருந்தாய் ஆண்: என்னை எழுப்பிய பூங்காற்றே இத்தனை நாளாய் எங்கிருந்தாய் என்னை மயக்கிய மெல்லிசையே இத்தனை நாளாய் எங்கிருந்தாய் பெண்: உடம்பில் உறைகின்ற ஓர் உயிர் போல் உனக்குள் தானே நான் இருந்தேன் ஆண்: என் மேல் விழுந்த மழைத்துளியே இத்தனை நாளாய் எங்கிருந்தாய் பெண்: இன்று எழுதிய என் கவியே இத்தனை நாளாய் எங்கிருந்தாய் பெண்: மண்ணைத் திறந்தால் நீர் இருக்கும் என் மனதைத் திறந்தால் நீ இருப்பாய் ஆண்: ஒளியைத் திறந்தால் இசை இருக்கும் என் உயிரைத் திறந்தால் நீ இருப்பாய் பெண்: வானம் திறந்தால் மழை இருக்கும் என் வயதைத் திறந்தால் நீ இருப்பாய் ஆண்: இரவைத் திறந்தால் பகல் இருக்கும் என் இமையைத் திறந்தால் நீ இருப்பாய் பெண்: என் மேல் விழுந்த மழைத் துளியே இத்தனை நாளாய் எங்கிருந்தாய் இன்று எழுதிய என் கவியே இத்தனை நாளாய் எங்கிருந்தாய் பெண்: இலையும் மலரும் உரசுகையில் என்ன பாஷை பேசிடுமோ ஆண்: அலையும் கரையும் உரசுகையில் பேசும் பாஷை பேசிடுமோ பெண்: மண்ணும் விண்ணும் உரசுகையில் என்ன பாஷை பேசிடுமோ ஆண்: பார்வை ரெண்டும் பேசிக்கொண்டால் பாஷை ஊமை ஆய்விடுமோ பெண்: என் மேல் விழுந்த மழைத் துளியே இத்தனை நாளாய் எங்கிருந்தாய் இன்று எழுதிய என் கவியே இத்தனை நாளாய் எங்கிருந்தாய் ஆண்: என் மேல் விழுந்த மழைத் துளியே இத்தனை நாளாய் எங்கிருந்தாய் இன்று எழுதிய என் கவியே இத்தனை நாளாய் எங்கிருந்தாய் பெண்: என்னை எழுப்பிய பூங்காற்றே இத்தனை நாளாய் எங்கிருந்தாய் என்னை மயக்கிய மெல்லிசையே இத்தனை நாளாய் எங்கிருந்தாய் ஆண்: உடம்பில் உறைகின்ற ஓர் உயிர் போல் உனக்குள் தானே நான் இருந்தேன் பெண்: என் மேல் விழுந்த மழைத் துளியே இத்தனை நாளாய் எங்கிருந்தாய் இன்று எழுதிய என் கவியே இத்தனை நாளாய் எங்கிருந்தாய்","பாடகர்கள்":"ஜெயச்சந்திரன், KS சித்ரா","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"மண்ணும் விண்ணும் உரசுகையில் என்ன பாஷை பேசிடுமோ","உவமேயம்":"மண்ணும் விண்ணும்","உவமானம்":"காதல்"}
{"பாடல்":"வெண்ணிலவே  வெண்ணிலவே","படம்":"மின்சார கனவு","வருடம்":1997,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: வெண்ணிலவே வெண்ணிலவே விண்ணை தாண்டி வருவாயா விளையாட ஜோடி தேவை வெண்ணிலவே வெண்ணிலவே விண்ணை தாண்டி வருவாயா விளையாட ஜோடி தேவை ஆண்: வெண்ணிலவே வெண்ணிலவே விண்ணை தாண்டி வருவாயா விளையாட ஜோடி தேவை இந்த பூலோகத்தில் யாரும் பாா்க்கும் முன்னே உன்னை அதிகாலை அனுப்பி வைப்போம் ஆண்: இது இருளல்ல அது ஒளியல்ல இது இரண்டோடும் சேராத பொன் நேரம் இது இருளல்ல அது ஒளியல்ல இது இரண்டோடும் சேராத பொன் நேரம் தலை சாயாதே விழி மூடாதே சில மொட்டுக்கள் சட்டென்று பூவாகும் ஆண்: பெண்ணே பெண்ணே பூலோகம் எல்லாமே தூங்கிபோன பின்னே புல்லோடு பூவிழும் ஓசை கேட்கும் பெண்ணே ஆண்: நாம் இரவின் மடியில் பிள்ளைகள் ஆவோம் பாலுாட்ட நிலவுண்டு பெண்: வெண்ணிலவே வெண்ணிலவே விண்ணை தாண்டி வருவாயா விளையாட ஜோடி தேவை இந்த பூலோகத்தில் யாரும் பாா்க்கும் முன்னே உன்னை அதிகாலை அனுப்பி வைப்போம் பெண்: எட்டாத உயரத்தில் நிலவை வைத்தவன் யாரு கையோடு சிக்காமல் காற்றை வைத்தவன் யாரு ஆண்: இதை எண்ணி எண்ணி இயற்கையை வியக்கிறேன் எட்டாத உயரத்தில் நிலவை வைத்தவன் யாரு பெண்: பெண்ணே பெண்ணே பூங்காற்று அறியாமல் பூவை திறக்க வேண்டும் பூக்கூட அறியாமல் தேனை ருசிக்க வேண்டும் ஆண்: அட உலகை ரசிக்க வேண்டும் நான் உன் போன்ற பெண்ணோடு பெண்: வெண்ணிலவே வெண்ணிலவே விண்ணை தாண்டி வருவாயா விளையாட ஜோடி தேவை இருவரும்: இந்த பூலோகத்தில் யாரும் பாா்க்கும் முன்னே உன்னை அதிகாலை அனுப்பி வைப்போம்","பாடகர்கள்":"ஹரிஹரன்,  ஷாதனா சர்கம்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"பூலோகம் எல்லாமே தூங்கிபோன பின்னே புல்லோடு பூவிழும்","உவமேயம்":"புல்","உவமானம்":"பூலோகம்"}
{"பாடல்":"பூவுக்குள் ஒளிந்திருக்கும்","படம்":"ஜீன்ஸ்","வருடம்":1998,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: பூவுக்குள் ஒளிந்திருக்கும் கனிக்கூட்டம் அதிசயம் வண்ணத்துப் பூச்சி உடம்பில் ஓவியங்கள் அதிசயம் ஆண்: துளைசெல்லும் காற்று மெல்லிசையாதல் அதிசயம் குருநாதர் இல்லாத குயில் பாட்டு அதிசயம் ஆண்: அதிசயமே அசந்து போகும் நீ எந்தன் அதிசயம் ஆண்: கல்தோன்றி மண்தோன்றிக் கடல்தோன்றும் முன்னாலே உண்டான காதல் அதிசயம் ஓ ஹோ பதினாறு வயதான பருவத்தில் எல்லோர்க்கும் படர்கின்ற காதல் அதிசயம் ஓ ஹோ பெண்: பூவுக்குள் ஒளிந்திருக்கும் கனிக்கூட்டம் அதிசயம் வண்ணத்துப் பூச்சி உடம்பில் ஓவியங்கள் அதிசயம் பெண்: துளைசெல்லும் காற்று மெல்லிசையாதல் அதிசயம் குருநாதர் இல்லாத குயில் பாட்டு அதிசயம் ஆண்: அதிசயமே அசந்து போகும் நீ எந்தன் அதிசயம் பெண்: ஒரு வாசமில்லா கிளையின் மேல் நறுவாசமுள்ள பூவை பாா் பூவாசம் அதிசயமே அலைக்கடல் தந்த மேகத்தில் சிறு துளிக்கூட உப்பில்லை மழை நீரும் அதிசயமே ஆண்: மின்சாரம் இல்லாமல் மிதக்கின்ற தீபம்போல் மேனி கொண்ட மின்மினிகள் அதிசயமே உடலுக்குள் எங்கே உயிருள்ளதென்பதும் உயிருக்குள் காதல் எங்குள்ளதென்பதும் நினைத்தால் நினைத்தால் அதிசயமே பெண்: கல்தோன்றி மண்தோன்றிக் கடல்தோன்றும் முன்னாலே உண்டான காதல் அதிசயம் ஓ ஹோ பெண்: பதினாறு வயதான பருவத்தில் எல்லோர்க்கும் படர்கின்ற காதல் அதிசயம் ஓ ஹோ ஆண்: பூவுக்குள் ஒளிந்திருக்கும் கனிக்கூட்டம் அதிசயம் வண்ணத்துப் பூச்சி உடம்பில் ஓவியங்கள் அதிசயம் ஆண்: துளைசெல்லும் காற்று மெல்லிசையாதல் அதிசயம் பெண்: குருநாதர் இல்லாத குயில் பாட்டு அதிசயம் ஆண்: அதிசயமே அசந்து போகும் நீ எந்தன் அதிசயம் ஆண்: பெண்பால் கொண்ட சிறுதீவு இரு கால்கொண்டு நடமாடும் நீதான் என் அதிசயமே உலகில் ஏழல்ல அதிசயங்கள் வாய்பேசும் பூவே நீ எட்டாவது அதிசயமே ஆண்: வான் மிதக்கும் உன் கண்கள் தேன் தெறிக்கும் கன்னங்கள் பால் குடிக்கும் மதரங்கள் அதிசயமே நங்கைகொண்ட விரல்கள் அதிசயமே நகம் என்ற கிரீடம் அதிசயமே அசையும் வளைவுகள் அதிசயமே ஆண்: கல்தோன்றி மண்தோன்றிக் கடல்தோன்றும் முன்னாலே உண்டான காதல் அதிசயம் பெண்: ஓ ஹோ பெண்: பதினாறு வயதான பருவத்தில் எல்லோர்க்கும் படர்கின்ற காதல் அதிசயம் ஆண்: பூவுக்குள் ஒளிந்திருக்கும் கனிக்கூட்டம் பெண்: அதிசயம் ஆண்: வண்ணத்துப் பூச்சி உடம்பில் ஓவியங்கள் பெண்: அதிசயம் ஆண்: துளைசெல்லும் காற்று மெல்லிசையாதல் பெண்: அதிசயம் ஆண்: குருநாதர் இல்லாத குயில் பாட்டு பெண்: அதிசயம் ஆண்: அதிசயமே அசந்து போகும் நீ எந்தன் அதிசயம்","பாடகர்கள்":"உன்னிகிருஷ்ணன், சுஜாதா மோகன்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"அதிசயமே அசந்து போகும் நீ எந்தன் அதிசயம்","உவமேயம்":"அதிசயம்","உவமானம்":"அழகு"}
{"பாடல்":"அன்பே அன்பே கொல்லாதே","படம்":"ஜீன்ஸ்","வருடம்":1998,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: அன்பே அன்பே கொல்லாதே கண்ணே கண்ணை கிள்ளாதே பெண்ணே புன்னகையில் இதயத்தை வெடிக்காதே ஐயோ உன்னசைவில் உயிரைக் குடிக்காதே ஆண்: அன்பே அன்பே கொல்லாதே கண்ணே கண்ணை கிள்ளாதே ஆண்: பெண்ணே உனது மெல்லிடை பார்த்தேன் அடடா பிரம்மன் கஞ்சனடி சற்றே நிமிர்ந்தேன் தலை சுற்றிப் போனேன் ஆஹா அவனே வள்ளலடி ஆண்: மின்னலைப் பிடித்துத் தூரிகை சமைத்து ரவிவர்மன் எழுதிய வதனமடி நூறடிப் பளிங்கை ஆறடி ஆக்கிச் சிற்பிகள் செதுக்கிய உருவமடி ஆண்: இதுவரை மண்ணில் பிறந்த பெண்ணில் நீதான் நீதான் அழகியடி இத்தனை அழகும் மொத்தம் சேர்ந்து என்னை வதைப்பது கொடுமையடி ஆண்: அன்பே அன்பே கொல்லாதே கண்ணே கண்ணை கிள்ளாதே பெண்: கொடுத்து வைத்த பூவே பூவே அவள் கூந்தல் மணம் சொல்வாயா கொடுத்து வைத்த நதியே நதியே அவள் குளித்தச் சுகம் சொல்வாயா பெண்: கொடுத்து வைத்த கொலுசே கால் அளவைச் சொல்வாயா கொடுத்து வைத்த மணியே மார்ப்பு அழகைச் சொல்வாயா ஆண்: அழகிய நிலவில் ஆக்ஸிஜன் நிரப்பி அங்கே உனக்கொரு வீடு செய்வேன் உன்னுயிர் காக்க என்னுயிர் கொண்டு உயிருக்கு உயிரால் உனையிடுவேன் ஆண்: மேகத்தைப் பிடித்து மெத்தைகள் அமைத்து மெல்லிய பூ உன்னைத் தூங்க வைப்பேன் தூக்கத்தில் மாா்பில் வேர்க்கின்ற போது நட்சத்திரம் கொண்டு நான் துடைப்பேன் ஆண்: பால் வண்ணப் பறவை குளிப்பதற்காக பனித்துளி எல்லாம் சேகரிப்பேன் தேவதை குளித்த துளிகளை அள்ளித் தீர்த்தம் என்றே நான் குடிப்பேன் ஆண்: அன்பே அன்பே கொல்லாதே அன்பே அன்பே கொல்லாதே கண்ணே கண்ணை கிள்ளாதே","பாடகர்கள்":"ஹரிஹரன்,   அனுராதா ஸ்ரீராம்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"அன்பே அன்பே கொல்லாதே கண்ணே கண்ணை கிள்ளாதே","உவமேயம்":"அன்பே அன்பே கொல்லாதே","உவமானம்":"அழகு"}
{"பாடல்":"ஒரு தெய்வம் தந்த பூவே","படம்":"கன்னத்தில் முத்தமிட்டாள்","வருடம்":2002,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"ஆண்: நெஞ்சில் ஜில் ஜில் ஜில் ஜில் காதில் தில் தில் தில் தில் கன்னத்தில் முத்தமிட்டால் நீ கன்னத்தில் முத்தமிட்டால் ஆண்: நெஞ்சில் ஜில் ஜில் ஜில் ஜில் காதில் தில் தில் தில் தில் கன்னத்தில் முத்தமிட்டால் நீ கன்னத்தில் முத்தமிட்டால் பெண்: ஒரு தெய்வம் தந்த பூவே கண்ணில் தேடல் என்ன தாயே ஒரு தெய்வம் தந்த பூவே கண்ணில் தேடல் என்ன தாயே பெண்: வாழ்வு தொடங்கும் இடம் நீதானே வாழ்வு தொடங்கும் இடம் நீதானே வானம் முடியுமிடம் நீதானே காற்றைப் போல நீ வந்தாயே சுவாசமாக நீ நின்றாயே மார்பில் ஊறும் உயிரே பெண்: ஒரு தெய்வம் தந்த பூவே கண்ணில் தேடல் என்ன தாயே ஆண்: நெஞ்சில் ஜில் ஜில் ஜில் ஜில் காதில் தில் தில் தில் தில் கன்னத்தில் முத்தமிட்டால் நீ கன்னத்தில் முத்தமிட்டால் ஆண்: நெஞ்சில் ஜில் ஜில் ஜில் ஜில் காதில் தில் தில் தில் தில் கன்னத்தில் முத்தமிட்டால் நீ கன்னத்தில் முத்தமிட்டால் பெண்: எனது சொந்தம் நீ எனது பகையும் நீ காதல் மலரும் நீ கருவில் முள்ளும் நீ பெண்: செல்ல மழையும் நீ சின்ன இடியும் நீ செல்ல மழையும் நீ சின்ன இடியும் நீ பெண்: பிறந்த உடலும் நீ பிரியும் உயிரும் நீ பிறந்த உடலும் நீ பிரியும் உயிரும் நீ மரணம் ஈன்ற ஜனனம் நீ பெண்: ஒரு தெய்வம் தந்த பூவே கண்ணில் தேடல் என்ன தாயே ஆண்: நெஞ்சில் ஜில் ஜில் ஜில் ஜில் காதில் தில் தில் தில் தில் கன்னத்தில் முத்தமிட்டால் நீ கன்னத்தில் முத்தமிட்டால்","பாடகர்கள்":"சின்மயீ,  ஜெயச்சந்திரன்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"ஒரு தெய்வம் தந்த பூவே கண்ணில் தேடல் என்ன தாயே","உவமேயம்":"தெய்வம் தந்த பூ","உவமானம்":"கண்"}
{"பாடல்":"நெஞ்சினிலே நெஞ்சினிலே","படம்":"உயிரே","வருடம்":1998,"இசையமைப்பாளர்":"AR ரஹ்மான்","பாடல் வரிகள்":"பெண்: நெஞ்சினிலே நெஞ்சினிலே நெஞ்சினிலே நெஞ்சினிலே ஊஞ்சலே நாணங்கள் என் கண்ணிலே குழு: கொஞ்சிரி தஞ்சிக் கொஞ்சிக்கோ முந்திரி முத்தொளி சிந்திக்கோ மஞ்சளி வர்ணச் சுந்தரி வாவே தாங்கின்னக்கத் தகதிமியாடும் தங்க நிலாவே ஹோய் குழு: கொஞ்சிரி தஞ்சிக் கொஞ்சிக்கோ முந்திரி முத்தொளி சிந்திக்கோ மஞ்சளி வர்ணச் சுந்தரி வாவே தாங்கின்னக்கத் தகதிமியாடும் தங்க நிலாவே ஹோய் பெண்கள்: தங்கக் கொலுசல்லி கொலுங் குயில்லல்லி மாரன மயில்லல்லி ஹோய் தங்கக் கொலுசல்லி கொலுங் குயில்லல்லி மாரன மயில்லல்லி ஹோய் பெண்: நெஞ்சினிலே நெஞ்சினிலே ஊஞ்சலே நாணங்கள் என் கண்ணிலே சிவந்ததே என் மஞ்சளே கல்யாணக் கல்யாணக் கனவு என் உள்ளே பெண்: நெஞ்சினிலே நெஞ்சினிலே ஊஞ்சலே நாணங்கள் என் கண்ணிலே சிவந்ததே என் மஞ்சளே கல்யாணக் கல்யாணக் கனவு என் உள்ளே நெஞ்சினிலே ஊஞ்சலே பெண்: ஓரப் பார்வை வீசுவான் உயிரின் கயிறில் அவிழ்குமே ஓரப் பார்வை வீசுவான் உயிரின் கயிறில் அவிழ்குமே செவ்விதழ் வருடும்போது தேகத்தங்கம் உருகுமே பெண்: உலகின் ஓசை அடங்கும்போது உயிரின் ஓசை தொடங்குமே வான் நிலா நாணுமே முகில் இழுத்துக் கண் மூடுமே பெண்: நெஞ்சினிலே நெஞ்சினிலே ஊஞ்சலே நாணங்கள் என் கண்ணிலே சிவந்ததே என் மஞ்சளே கல்யாணக் கல்யாணக் கனவு என் உள்ளே நெஞ்சினிலே ஊஞ்சலே குழு: குருவாரி கிளியே குருவாரி கிளியே குக்குரு குக்குரு கூவிக் குருகிக் குன்னிமனத்தை ஊயல் ஆடிக் கூடுவகுக்கிக் கூட்டு விழிக்கின்னே மாறன் நின்னைக் கூகிக் குருகிக் கூட்டு விழிக்கின்னே குழு: குக்குரு குக்குரு கூவிக் குருகிக் குன்னிமனத்தை ஊயல் ஆடிக் கூடுவகுக்கிக் கூட்டு விழிக்கின்னே மாறன் நின்னைக் கூகிக் குருகிக் கூட்டு விழிக்கின்னே பெண்கள்: தங்கக் கொலுசல்லி கொலுங் குயில்லல்லி மாரன மயில்லல்லி ஹோய் தங்கக் கொலுசல்லி கொலுங் குயில்லல்லி மாரன மயில்லல்லி ஹோய் பெண்: குங்குமம் ஏன் சூடினேன் கோலமுத்தத்தில் கலையத்தான் கூறைப்பட்டு ஏன் உடுத்தினேன் கூடல் பொழுதில் கசங்கத்தான் பெண்: மங்கைக் கூந்தல் மலர்கள் எதற்கு கட்டில்மேலே நசுங்கத்தான் தீபங்கள் அணைப்பதே புதிய பொருள் நாம் தேடத்தான் பெண்கள்: நெஞ்சினிலே நெஞ்சினிலே ஊஞ்சலே நாணங்கள் என் கண்ணிலே சிவந்ததே என் மஞ்சளே கல்யாணக் கல்யாணக் கனவு என் உள்ளே நெஞ்சினிலே நெஞ்சினிலே ஊஞ்சலே","பாடகர்கள்":"S ஜானகி","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"ஓரப் பார்வை வீசுவான் உயிரின் கயிறில் அவிழ்குமே","உவமேயம்":"உயிரின் கயிறு","உவமானம்":"ஓரப் பார்வை"}
{"பாடல்":"முதல்முறை கிள்ளிப் பாா்த்தேன்","படம்":"சங்கமம்","வருடம்":1999,"இசையமைப்பாளர்":"ஏ.ஆா்.ரஹ்மான்","பாடல் வரிகள்":"பெண்: முதல்முறை கிள்ளிப் பாா்த்தேன் முதல்முறை கண்ணில் வோ்த்தேன் எந்தன் தாயின் கா்ப்பம் தாண்டி மறுமுறை உயிா் கொண்டேன் உன்னால் இருமுறை உயிா் கொண்டேன் பெண்: முதல்முறை கிள்ளிப் பாா்த்தேன் முதல்முறை கண்ணில் வோ்த்தேன் எந்தன் தாயின் கா்ப்பம் தாண்டி மறுமுறை உயிா் கொண்டேன் உன்னால் இருமுறை உயிா் கொண்டேன் பெண்: முதல்முறை எனக்கு அழுதிடத் தோன்றும் ஏன் கண்ணீருண்டு சோகமில்லை ஆமாம் மழையுண்டு மேகமில்லை பெண்: கால்களில் கிடந்த சலங்கையைத் திருடி அன்பே என் மனசுக்குள் கட்டியதென்ன ஆண்: சலங்கைகள் அணிந்தும் சத்தங்களை மறைத்தாய் பெண்ணே உன் உள்ளம் தன்னை ஒளித்ததென்ன பெண்: விதையொன்று உயிா் கொள்ள வெப்பம் காற்று ஈரம் வேண்டும் காதல் வந்து உயிா் கொள்ள காலம் கூட வேண்டும் ஆண்: ஒரு விதை உயிா் கொண்டது ஆனால் இரு நெஞ்சில் வோ் கொண்டது ஆண்: சலங்கையே கொஞ்சம் பேசு மௌனமே பாடல் பாடு மொழியெல்லாம் ஊமையானால் கண்ணீா் உரையாடும் அதில் கவிதை அரங்கேறும் பெண்: பாதையும் தூரம் நான் ஒரு பாரம் என்னை உன் எல்லை வரை கொண்டு செல்வாயா ஆண்: உடலுக்குள் இருக்கும் உயிா் ஒரு சுமையா பெண்ணே உன்னை நானும் விட்டுச் செல்வேனா பெண்: தந்தை தந்த உயிா் தந்தேன் தாய் தந்த உடல் தந்தேன் உறவுகள் எல்லாம் சோ்த்து உன்னிடம் கண்டேன் ஆண்: மொத்தத்தையும் நீ கொடுத்தாய் ஆனால் முத்தத்துக்கோா் நாள் குறித்தாய் பெண்: முதல்முறை கிள்ளிப் பாா்த்தேன் முதல்முறை கண்ணில் வோ்த்தேன் எந்தன் தாயின் கா்ப்பம் தாண்டி மறுமுறை உயிா் கொண்டேன் உன்னால் இருமுறை உயிா் கொண்டேன் பெண்: முதல்முறை எனக்கு அழுதிடத் தோன்றும் ஏன் கண்ணீருண்டு சோகமில்லை ஆமாம் மழையுண்டு மேகமில்லை","பாடகர்கள்":"சுஜாதா , ஸ்ரீனிவாஸ்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"சலங்கைகள் அணிந்தும் சத்தங்களை மறைத்தாய்","உவமேயம்":"சலங்கை","உவமானம்":"சத்தம்"}
{"பாடல்":"மின்னலே நீ வந்ததேனடி","படம்":"மே மாதம்","வருடம்":1994,"இசையமைப்பாளர்":"ஏ.ஆர்.ரஹ்மான்","பாடல் வரிகள்":"மின்னலே நீ வந்ததேனடி என் கண்ணிலே ஒரு காயம் என்னடி என் வானிலே நீ மறைந்துப் போன மாயம் என்னடி சில நாழிகை நீ வந்து போனது என் மாளிகை அது வெந்து போனது மின்னலே என் வானம் உன்னைத் தேடுதே மின்னலே நீ வந்ததேனடி என் கண்ணிலே ஒரு காயம் என்னடி என் வானிலே நீ மறைந்துப் போன மாயம் என்னடி சில நாழிகை நீ வந்து போனது என் மாளிகை அது வெந்து போனது மின்னலே என் வானம் உன்னைத் தேடுதே கண் விழித்துப் பார்த்தபோது கலைந்த வண்ணமே உன் கை ரேகை ஒன்று மட்டும் நினைவுச் சின்னமே கண் விழித்துப் பார்த்தபோது கலைந்த வண்ணமே உன் கை ரேகை ஒன்று மட்டும் நினைவுச் சின்னமே கதறிக் கதறி எனது உள்ளம் உடைந்து போனதே இன்று சிதறிப் போன சில்லில் எல்லாம் உனது பிம்பமே கண்ணீரில் தீ வளர்த்து காத்திருக்கிறேன் உன் காலடித் தடத்தில் நான் பூத்திருக்கிறேன் மின்னலே நீ வந்ததேனடி என் கண்ணிலே ஒரு காயம் என்னடி என் வானிலே நீ மறைந்துப் போன மாயம் என்னடி சில நாழிகை நீ வந்து போனது என் மாளிகை அது வெந்து போனது மின்னலே என் வானம் உன்னைத் தேடுதே பால் மழைக்குக் காத்திருக்கும் பூமி இல்லையா ஒரு பண்டிகைக்குக் காத்திருக்கும் சாமி இல்லையா பால் மழைக்குக் காத்திருக்கும் பூமி இல்லையா ஒரு பண்டிகைக்குக் காத்திருக்கும் சாமி இல்லையா வார்த்தை வரக் காத்திருக்கும் கவிஞன் இல்லையா நான் காத்திருந்தால் காதல் இன்னும் நீளும் இல்லையா கண்ணீரில் தீ வளர்த்துக் காத்திருக்கிறேன் உன் காலடித் தடத்தில் நான் பூத்திருக்கிறேன் மின்னலே நீ வந்ததேனடி என் கண்ணிலே ஒரு காயம் என்னடி என் வானிலே நீ மறைந்துப் போன மாயம் என்னடி சில நாழிகை நீ வந்து போனது என் மாளிகை அது வெந்து போனது மின்னலே என் வானம் உன்னைத் தேடுதே ","பாடகர்கள்":"எஸ்.பி.பாலசுப்ரமணியம்","பாடலாசிரியர்":"வைரமுத்து","உருவகம்":"கண் விழித்துப் பார்த்தபோது கலைந்த வண்ணமே","உவமேயம்":"கண்விழி","உவமானம்":"வண்ணம்"}
